Repository: CodeKing/tine20
Catalog: tine20/Projects/translations/*.po
Languages: hr_hr, sq

source: Manage shared project favorites
hr_hr: Upravljaj dijeljenim projektnim favoritima
sq: Menaxho prefenecialet e projekteve të ndarë

source: Create new shared project favorites
hr_hr: Kreiranje novog dijeljenog projekta favorita
sq: Krijo preferenciale të reja të projekteve të ndarë

source: %s's personal Projects
hr_hr: %s osobni projekti
sq: Projekti Personal i %s

source: Project Status Available
hr_hr: Raspoloživi status projekta
sq: Statusi i mundshëm i Projektit

source: Possible Project status. Please note that additional project status might impact other Projects systems on export or syncronisation.
hr_hr: Mogući statusi projekta. Napomena da dodatni statusi projekta mogu utjecati na ostale projekte prilikom izvoza ili sinkronizacije.
sq: Status i mundshëm i Projektit. Kujdes, pasi status të tjerë të projektit mund të kenë ndikim në sisteme të tjerë Projekteshgjatë eksportimit ose sinkronizimit

source: Project Attendee Role Available
hr_hr: Raspoloživa uloga sudionika projekta
sq: Rol i mundshëm i Vijuesit të Projektit

source: Possible Project attendee roles. Please note that additional project attendee roles might impact other Projects systems on export or syncronisation.
hr_hr: Moguće uloge sudionika projekta. Napomena da dodatne uloge sudionika projekta mogu utjecati na ostale projekte prilikom izvoza ili sinkronizacije.
sq: Role të mundshme te Vijues Projekti. Kujdes, pasi role të tjerë vijuesish mund të kenë ndikim në sisteme të tjerë Projekteshgjatë eksportimit ose sinkronizimit

source: Projects
hr_hr: Projekti
sq: Projekte

source: On hold
hr_hr: Na čekanju
sq: Në pritje

source: Completed
hr_hr: Završeno
sq: E mbaruar

source: Cancelled
hr_hr: Prekinuto
sq: E anulluar

source: In process
hr_hr: U tijeku
sq: Në procesim

source: Coworker
hr_hr: Suradnik
sq: Bashkëpuntor

source: Responsible
hr_hr: Zadužen
sq: Përgjegjës

source: All my open projects
hr_hr: Moji otvoreni projekti
sq: Të gjithë projektet e mi të hapur

source: My projects that I'm responsible for
hr_hr: Moji projekti za koje sam zadužen
sq: Prjoketet e mi për të cilët jam përgjegjës

source: All my open projects that I am responsible for
hr_hr: Moji otvoreni projekti za koje sam zadužen
sq: Të gjith projektet e mi të hapur për të cilë jam përgjegjës

source: My waiting projects
hr_hr: Moji projekti na čekanju
sq: Projektet e mi në pritje

source: My projects that are on hold
hr_hr: Moji projekti na čekanju
sq: Projektet e mi në pritje

source: All my projects
hr_hr: Moji projekti
sq: Të gjithë Projektet e mi

source: Default Favorite
hr_hr: Zadani favorit
sq: Preferencialja e paracaktuar

source: The default favorite which is loaded on Projects startup
hr_hr: Zadani favorit prilikom pokretanja Projekata
sq: Preferencialja e paracaktuar që ngarkohet kur Projekti nis

source: Please choose the Project to add the contacts to
hr_hr: Odaberite projekt kojem će se dodati kontakti
sq: Ju lutemi zgjidhni Projektin ku të shtoni kontaktet

source: Please select the attenders' role
hr_hr: Odaberite uloge sudionika
sq: Ju lutem zgjidhni rolin e vijuesve

source: Select Project
hr_hr: Odaberite projekt
sq: Zgjidhni Projektin

source: Role
hr_hr: Uloga
sq: Roli

source: Select Role
hr_hr: Odaberite ulogu
sq: Zgjidhni Rolin

source: Adding {0} Participants to project
hr_hr: Dodavanje {0} sudionika projekta
sq: Duke shtuar {0} Pjesmarrës në projekt

source: Search FAQ
sq: Kërko FAQ

source: Tags
hr_hr: Oznake
sq: Etiketa

source: Number
hr_hr: Broj
sq: Numër

source: Title
hr_hr: Naslov
sq: Titull

source: Attendee
hr_hr: Sudionik
sq: Vijues

source: Attendee Role
hr_hr: Uloga sudionika
sq: Rol Vijuesi

source: Project
hr_hr: Projekt
sq: Projekt

source: Project list
hr_hr: Lista projekta
sq: Listë Projekti

source: Project lists
hr_hr: Liste projekta
sq: Lista Projekti

source: Description
hr_hr: Opis
sq: Përshkrim

source: Last Modified Time
hr_hr: Vrijeme zadnje izmjene
sq: Koha modifikimit të fundit

source: Last Modified By
hr_hr: Zadnji izmijenio
sq: Modifikimi i fundit nga

source: Creation Time
hr_hr: Vrijeme kreiranja
sq: Koha e Krijimit

source: Created By
hr_hr: Kreirao
sq: Krijuar nga

source: Enter description
hr_hr: Unesi opis
sq: Vendosni përshkrimin

source: Quick Search
sq: Kërkim i Shpejtë
