Repository: CodeKing/tine20
Catalog: tine20/Addressbook/translations/*.po
Languages: hu, nl_nl, sq, th, tr_tr, vi

source: Business Contact Data
hu: Üzleti Kapcsolati Adatok
nl_nl: Bedrijf contactgegevens
sq: Te dhena kotaktesh biznesi
th: ข้อมูลการติดต่อทางธุรกิจ
tr_tr: İş yeri iltişim bilgileri
vi: Dữ liệu liên hệ cơ quan

source: Organisation / Unit
hu: Szervezet / Egység
nl_nl: Bedrijf / afdeling
sq: Organizata / Njesia
th: องค์กร / หน่วย
tr_tr: Şirket / Bölüm
vi: Tổ chức/ đơn vị

source: Business Address
hu: Üzleti cím
nl_nl: Bedrijfsadres
sq: Adresë Biznesi
th: ที่อยู่ธุรกิจ
tr_tr: İş adresi
vi: Địa chỉ cơ quan

source: Telephone Work
hu: Üzleti telefonszám
nl_nl: Telefoon werk
sq: Telefon Punë
tr_tr: İş telefonu
vi: Điện thoại cơ quan

source: Telephone Cellphone
hu: Mobil telefonszám
nl_nl: Mobiel
sq: Telefon Celular
tr_tr: Telefon (Cep)
vi: Số điện thoại cầm tay

source: Telephone Car
hu: Autó telefonszám
nl_nl: Auto telefoon
sq: Telefon makine
tr_tr: Araç telefonu
vi: Điện thoại trên xe

source: Telephone Fax
hu: Faxszám
nl_nl: Fax
sq: Telefon Faks
tr_tr: Telefon (Faks)
vi: Số fax

source: Telephone Page
hu: Személyhívó telefonszám
nl_nl: Buzzer nummer
sq: Faqe Telefoni
tr_tr: Çağrı cihazı
vi: Trang điện thoại

source: Role
hu: Szerep
nl_nl: Functie
sq: Roli
th: หน้าที่
tr_tr: Rol
vi: Vai trò

source: Room
hu: Szoba
nl_nl: Kamer
sq: Dhomë
th: ห้อง
tr_tr: Oda
vi: Phòng

source: Assistant
hu: Aszisztens
nl_nl: Assistent
sq: Asistent
th: ผู้ช่วย
tr_tr: Asistan
vi: Trợ lý

source: Assistant Telephone
hu: Aszisztens telefonszáma
nl_nl: Assistent telefoonnummer
sq: Telefoni Asistentit
th: โทรศัพท์ของผู้ช่วย
tr_tr: Telefon (Asistan)
vi: Số điện thoại trợ lý

source: Private Contact Data
hu: Privát Kapcsolati Adatok
nl_nl: Prive contactgegevens
sq: Të dhëna private të kontaktit
th: ข้อมูลการติดต่อส่วนบุคคล
tr_tr: Özek temas bilgileri
vi: Dữ liệu liên hệ mật

source: Private Address
hu: Privát cím
nl_nl: Prive adres
sq: Adresë Private
th: ที่อยู่ส่วนบุคคล
tr_tr: Ev adresi
vi: Địa chỉ nhà riêng

source: Email Home
hu: Otthoni email
nl_nl: Email thuis
sq: E-Postë Shtëpi
th: อีเมล ส่วนตัว
tr_tr: E-Posta (Ev)
vi: Email nhà riêng

source: Telephone Home
hu: Otthoni telefonszám
nl_nl: Telefoon thuis
sq: Telefon Shtëpi
th: โทรศัพท์ ที่บ้าน
tr_tr: Telefon (Ev)
vi: Điện thoại nhà riêng

source: Telephone Cellphone Private
hu: Privát mobil telefonszám
nl_nl: Prive mobielenummer
sq: Telefon Celular Personal
tr_tr: Cep telefonu (Özel)
vi: Số di động riêng

source: Telephone Fax Home
hu: Otthoni faxszám
nl_nl: Fax thuis
sq: Telefon Faks Shtëpi
tr_tr: Faks
vi: Số fax nhà riêng

source: URL Home
hu: Otthoni URL
nl_nl: Url thuis
sq: URL Shtëpi
th: URL บ้าน
tr_tr: URL
vi: Địa chỉ website

source: Other Data
hu: Egyéb adatok
nl_nl: Andere gegevens
sq: Të dhëna të tjera
th: ข้อมูลอื่น
tr_tr: Diğer bilgi
vi: Dữ liệu khác

source: Birthday
hu: Születésnap
nl_nl: Geboortedatum
sq: Ditëlindja
th: วันเกิด
tr_tr: Doğum tarihi
vi: Ngày sinh

source: Job Title
hu: Beosztás
nl_nl: Titel werk
sq: Titulli i Punës
th: ตำแหน่งงาน
tr_tr: Meslek
vi: Chức danh

source: Dear Mister
nl_nl: Geachte Heer

source: Dear Miss
nl_nl: Geachte Mevrouw

source: Dear
nl_nl: Beste

source: Mister
nl_nl: Meneer

source: Misses
nl_nl: Mevrouw

source: %s's personal addressbook
hu: %s személyes címjegyzéke
nl_nl: %s's persoonlijke adresboek
sq: Blloku personal i adresave i %s
th: จำนวน %s ของสมุดรายชื่อส่วนบุคคล
tr_tr: %s in özel adres defteri
vi: sổ địa chỉ cá nhân của %s

source: Lists
hu: Listák
nl_nl: Lijsten
sq: Lista
th: รายชื่อ
tr_tr: Listeler
vi: Danh sách

source: manage shared addressbooks
hu: megosztott címjegyzékek kezelése
nl_nl: beheer gedeelde adresboeken
sq: menaxhoni blloqet e adresave te ndarë
th: จัดการ สมุดรายชื่อที่ใช้ในการติดต่อร่วมกัน
tr_tr: Paylaşılan adres defterlerini yönet
vi: quản lý sổ địa chỉ dùng chung

source: Create new shared addressbook folders
hu: Új megosztott címjegyzék mappa készítése
nl_nl: Maak nieuwe gedeelde adresboek folders
sq: Krijoni një dosje të re të ndarë blloku adresash
th: สร้าง แฟ้มใหม่สำหรับสมุดรายชื่อที่ใช้ในการติดต่อร่วมกัน
tr_tr: Yeni paylaşılan adresdefteri klasörü oluştur.
vi: Tạo thư mục sổ địa chỉ dùng chung

source: manage shared addressbook favorites
hu: kedvenc megosztott címjegyzék kezelése
nl_nl: beheer gedeelde adresboek favorieten
sq: menaxhoni blloqe e ndarë të preferuar të adresave
th: จัดการ สมุดรายชื่อร่วมที่ใช้บ่อย
tr_tr: Sık kullanılan ortak adres defterlerini düzelt
vi: quản lý lối tắt dùng chung

source: Create or update shared addressbook favorites
hu: Kedvenc megosztott címjegyzék készítése vagy frissítése
nl_nl: controleer of update gedeelde adresboek favorieten
sq: Krijoni ose përditesoni blloqe të ndarë të preferuar të adresave
th: สร้าง หรือ ปรับปรุง สมุดรายชื่อร่วมที่ใช้บ่อย
tr_tr: Sık kullanılan ortak adres defteri kur veya düzelt
vi: Tạo, cập nhật lối tắt dùng chung

source: Personal Information
hu: Személyes információk
nl_nl: Persoonlijke informatie
sq: Informacion Personal
th: ข้อมุลส่วนบุคคล
tr_tr: Şahsi bilgiler
vi: Thông tin cá nhân

source: Salutation
hu: Megszólítás
nl_nl: Begroeting
sq: Situatë
th: คำขึ้นต้น
tr_tr: Hitap
vi: Lời chào

source: Title
hu: Előtag
nl_nl: Titel
sq: Titull
th: คำนำหน้าชื่อ
tr_tr: Ünvan
vi: Tiêu đề

source: First Name
hu: Kereszt név
nl_nl: Voornaam
sq: Emri
th: ชื่อตัว
tr_tr: İsim
vi: Họ

source: Middle Name
hu: Középső név
nl_nl: Tussenvoegsel
sq: Emri i dyte
th: ชื่อกลาง
tr_tr: İkincı isim
vi: Đệm

source: Last Name
hu: Vezeték név
nl_nl: Achternaam
sq: Mbiemri
th: นามสกุล
tr_tr: Soy isim
vi: Tên

source: Company
hu: Cég
nl_nl: Bedrijf
sq: Kompani
th: บริษัท
tr_tr: Şirket
vi: Công ty

source: Unit
hu: Egység
nl_nl: Afdeling
sq: Njësi
th: หน่วย/ แผนก
tr_tr: Bölümü
vi: Đơn vị

source: Suffix
hu: Utótag
nl_nl: Achtervoegsel
sq: Prapashtesa
th: คำลงท้ายชื่อ
tr_tr: Ünvan
vi: Hậu tố

source: Job Role
hu: Szerepkör
nl_nl: Functie
sq: Roli i punës
th: หน้าที่งาน
tr_tr: Görev
vi: Vai trò công việc

source: Display Name
hu: Kijelzett név
nl_nl: Weergavenaam
sq: Emri i Shfaqur
th: ชื่อที่ใช้
tr_tr: Görüntülen isim
vi: Tên hiển thị

source: Contact Information
hu: Kapcsolati információk
nl_nl: Contact informatie
sq: Informacioni kontaktit
th: ข้อมูลที่ใช้ในการติดต่อ
tr_tr: İletişim bilgileri
vi: Thông tin liên hệ

source: Phone
hu: Telefon
nl_nl: Telefoon
sq: Telefon
th: โทรศัพท์
tr_tr: Telefon
vi: Điện thoại

source: Mobile
hu: Mobil
nl_nl: Mobiel
sq: Celular
th: โทรศัพท์เคลื่อนที่
tr_tr: Cep telefonu
vi: Di động

source: Fax
nl_nl: Fax (prive)
sq: Faks
th: โทรสาร
tr_tr: Faks

source: Phone (private)
hu: Telefon (privát)
nl_nl: Telefoon (prive)
sq: Telefon (privat)
th: โทรศัพท์ (ส่วนตัว)
tr_tr: Telefon (Ev)
vi: Điện thoại (cá nhân)

source: Mobile (private)
hu: Mobil (privát)
nl_nl: Mobiel (prive)
sq: Celular (privat)
th: โทรศัพท์เคลื่อนที่ (ส่วนตัว)
tr_tr: Cep telefonu (Özel)
vi: Di động (cá nhân)

source: Fax (private)
hu: Fax (privát)
nl_nl: Fax (prive)
sq: Fax (privat)
th: โทรสาร (ส่วนตัว)
tr_tr: Faks (Ev)
vi: Fax (cá nhân)

source: E-Mail (private)
hu: E-Mail (privát)
nl_nl: E-mail (prive)
sq: E-Postë (privat)
th: อีเมล (ส่วนตัว)
tr_tr: E-Posta (Ev)
vi: E-Mail (cá nhân)

source: Company Address
hu: Céges cím
nl_nl: Bedrijfsadres
sq: Adresa e Kompanise
th: ที่อยู่ของบริษัท
tr_tr: Şirket adresı
vi: Địa chỉ công ty

source: Street
hu: Utca
nl_nl: Straat
sq: Rruga
th: ถนน
tr_tr: Cadde
vi: Phố

source: Street 2
hu: Utca 2
nl_nl: Straat 2
sq: Rruga 2
th: ถนน 2
tr_tr: Cadde2
vi: Phố 2

source: Region
hu: Régió
nl_nl: Provincie
sq: Rajoni
th: เขต
tr_tr: İl
vi: Miền

source: Postal Code
hu: Irányítószám
nl_nl: Postcode
sq: Kodi Postal
th: รหัสไปรษณีย์
tr_tr: Posta kodu
vi: Mã vùng

source: City
hu: Város
nl_nl: Plaats
sq: Qyteti
th: เมือง
tr_tr: Şehir
vi: Thành phố

source: Country
hu: Ország
nl_nl: Land
sq: Vendi
th: ประเทศ
tr_tr: Ülke
vi: Quốc gia

source: Description
hu: Leírás
nl_nl: Omschrijving
sq: Përshkrimi
th: การอธิบาย
tr_tr: Açıklama
vi: Mô tả

source: Enter description
hu: Leírás megadása
nl_nl: Voer omschrijving in
sq: Vendosni Përshkrimin
th: ใส่ คำอธิบาย
tr_tr: Detaylı bilgi gir
vi: Nhập mô tả

source: Export as pdf
hu: Exportálás pdf-be
nl_nl: Exporteer als pdf
sq: Eksporto si pdf
th: ส่งออก เป็นไฟล์ pdf
tr_tr: PDF olarak dışa aktar
vi: Xuất dạng pdf

source: Parse address
hu: Cím felbontása
nl_nl: ontleden adres
sq: Verifiko adresë
th: วิเคราะห์ ที่อยู่
tr_tr: Adresi oku
vi: Địa chỉ

source: Paste address
hu: Cím beillesztése
nl_nl: Plak adres
sq: Ngjit adresë
th: ใส่ ที่อยู่
tr_tr: Adresi yapıştır
vi: Dán địa chỉ

source: Please paste an address or a URI to a vcard that should be parsed:
nl_nl: Plak een adres of een URI naar een Vcard dat verwerkt moet worden:

source: Failed to parse address!
nl_nl: Adres verwerken mislukt!

source: The address could not be read.
nl_nl: Het adres kon niet gelezen worden

source: End token mode
hu: Token mód vége
nl_nl: Einde token mode
sq: Përfundo mënyren token
th: จบโหมดสัญลักษณ์
tr_tr: Son verilmiş özellil modu
vi: Kết thúc chế độ token

source: New Contact
hu: Új kapcsolat
nl_nl: Nieuw contact
sq: Kontakt i Ri
th: การติดต่อใหม่
tr_tr: Yeni İsim
vi: Thêm liên lạc

source: Addressbook
hu: Címjegyzék
nl_nl: Adresboek
sq: Bllok Adresash
th: สมุดรายชื่อ
tr_tr: one: Adres defteri other: Adres defterleri
vi: one: Sổ địa chỉ other: Sổ địa chỉ

source: Name
hu: Név
nl_nl: Naam
sq: Emri
th: ชื่อ
tr_tr: İsim
vi: Tên

source: Member of List
hu: Lista tagja
nl_nl: Lid van lijst
sq: Pjesëtar i Listës
th: สมาชิกของรายชื่อ
tr_tr: Grup üyesi
vi: Thành viên của danh sách

source: Street (Company Address)
hu: Utca (Céges cím)
nl_nl: Straat (Bedrijfsadres)
sq: Rruga (Adresa e Kompanise)
th: ถนน (ที่อยู่ของบริษัท)
tr_tr: Adres (Şirket)
vi: Phố (Địa chỉ cơ quan)

source: Street 2 (Company Address)
hu: Utca 2 (Céges cím)
nl_nl: Straat 2 (Bedrijfsadres)
sq: Rruga 2 (Adresa e Kompanise)
th: ถนน 2 (ที่อยู่ของบริษัท)
tr_tr: Adres2 (Şirket)
vi: Phố 2

source: City (Company Address)
hu: Város (Céges cím)
nl_nl: Stad (Bedrijfsadres)
sq: Qyteti (Adresa e Kompanise)
th: จังหวัด (ที่อยู่ของบริษัท)
tr_tr: Şehir (Şirket)
vi: Thành phố (Công ty)

source: Region (Company Address)
hu: Régió (Céges cím)
nl_nl: Provincie (Bedrijfsadres)
sq: Rajoni (Adresa e Kompanise)
th: เขต (ที่อยู่ของบริษัท)
tr_tr: İl (Şirket)
vi: Vùng (Công ty)

source: Postal Code (Company Address)
hu: Irányítószám (Céges cím)
nl_nl: Postcode (Bedrijfsadres)
sq: Kodi Postal (Adresa e Kompanise)
th: รหัสไปรษณีย์ (ที่อยู่ของบริษัท)
tr_tr: Posta Kodu (Şirket)
vi: Mã vùng (Công ty)

source: Country (Company Address)
hu: Ország (Céges cím)
nl_nl: Land (Bedrijfsadres)
sq: Vendi (Adresa e Kompanise)
th: ประเทศ (ที่อยู่ของบริษัท)
tr_tr: Ülke (Şirket)
vi: Quốc gia (Công ty)

source: Street (Private Address)
hu: Utca (Privát cím)
nl_nl: Straat (Prive adres)
sq: Rruga (Adresa e Private)
th: ถนน (ที่อยู่ส่วนบุคคล)
tr_tr: Cadde (Ev)
vi: Phố (Địa chỉ riêng)

source: Street 2 (Private Address)
hu: Utca 2 (Privát cím)
nl_nl: Straat 2 (Prive adres)
sq: Rruga 2 (adresa Private)
th: ถนน 2 (ที่อยู่ส่วนบุคคล)
tr_tr: Cadde2 (Ev)
vi: Phố 2(Địa chỉ riêng)

source: City (Private Address)
hu: Város (Privát cím)
nl_nl: Stad (Prive adres)
sq: Qyteti (Adresa Private)
th: จังหวัด (ที่อยู่ส่วนบุคคล)
tr_tr: Şehir (Ev)
vi: Thành phố (Địa chỉ riêng)

source: Region (Private Address)
hu: Régió (Privát cím)
nl_nl: Provincie (Prive adres)
sq: Rajoni (Adresa Private)
th: เขต (ที่อยู่ส่วนบุคคล)
tr_tr: İl (Ev)
vi: Vùng (Địa chỉ riêng)

source: Postal Code (Private Address)
hu: Irányítószám (Privát cím)
nl_nl: Postcode (Prive adres)
sq: Kodi Postal (Adresa Private)
th: รหัสไปรษณีย์ (ที่อยู่ส่วนบุคคล)
tr_tr: Posta Kodu (Ev)
vi: Mã vùng (Địa chỉ riêng)

source: Country (Private Address)
hu: Ország (Privát cím)
nl_nl: Land (Prive adres)
sq: Vendi (Adresa Private)
th: ประเทศ (ที่อยู่ส่วนบุคคล)
tr_tr: Ülke (Ev)
vi: Quốc gia (Địa chỉ riêng)

source: Company Communication
hu: Céges kapcsolatok
nl_nl: Bedrijfs communicatie
sq: Komunikimi Kopmanise
th: การติดต่อสื่อสารของบริษัท
tr_tr: Şirket iletişim
vi: Truyền thông công ty

source: Private Communication
hu: Privát kapcsolatok
nl_nl: Prive communicatie
sq: Komunikimi Privat
th: การติดต่อสื่อสารส่วนบุคคล
tr_tr: Şahıs iletişim
vi: Truyền thông cá nhân

source: Web (private)
hu: Web (privát)
nl_nl: Web (prive)
sq: Adresa Internetit (Private)
th: เวบไซด์ (ส่วนตัว)
tr_tr: Web
vi: Web (riêng tư)

source: Contacts
hu: Kapcsolatok
nl_nl: Contacten
sq: Kontakte
th: การติดต่อ
tr_tr: Kişiler
vi: Liên lạc

source: Addressbooks
hu: Címjegyzékek
nl_nl: Adresboeken
sq: Blloqe Adresash
th: สมุดที่อยู่
tr_tr: Adres defterleri
vi: Sổ địa chỉ

source: User Account
hu: Felhasználói fiók
nl_nl: Gebruikersaccount
sq: Llogaria Përdoruesit
th: บัญชีผู้ใช้
tr_tr: Kullanıcı hesabı
vi: Tài khoản người dùng

source: Quick Search
nl_nl: Snel zoeken
sq: Kërkim i Shpejtë
th: ค้นหาอย่างรวดเร็ว
vi: Tìm nhanh

source: Last Modified Time
hu: Utolsó módosítás ideje
nl_nl: Laast aangepast
sq: Koha e modifikimit të fundit
th: เวลาที่ปรับปรุงครั้งล่าสุด
tr_tr: Son düzenleme vakti
vi: Thời gian sửa lần cuối

source: Last Modified By
hu: Utoljára módosította
nl_nl: Laatst aangepast door
sq: Modifikimi i fundit nga
th: ปรับปรุงครั้งล่าสุด โดย
tr_tr: Son düzenlemeyi yapan
vi: Sửa lần cuối bởi

source: Creation Time
hu: Készítés ideje
nl_nl: Aanmaaktijd
sq: Koha e Krijimit
th: เวลาที่สร้างขึ้น
tr_tr: Oluşturma vakti
vi: Thời giao tạo

source: Created By
hu: Készítette
nl_nl: Gemaakt door
sq: Krijuar nga
th: สร้าง โดย
tr_tr: Oluşturan
vi: Tạo bởi

source: List
hu: Lista
nl_nl: Lijst
sq: Listë
th: รายชื่อ
tr_tr: one: Liste other: Listeler
vi: one: Danh sách other: Danh sách

source: Tags
hu: Címkék
nl_nl: Labels
sq: Etiketa
th: ป้ายกำกับ
tr_tr: Etiketler
vi: Thẻ

source: Company address
hu: Céges cím
nl_nl: Bedrijfsadres
sq: Adresa e Kompanisë
th: ที่อยู่ของบริษัท
tr_tr: Adres (Şirket)
vi: Địa chỉ cơ quan

source: Private address
hu: Privát cím
nl_nl: Prive adres
sq: Adresa Private
th: ที่อยู่ส่วนบุคคล
tr_tr: Adres (Ev)
vi: Địa chỉ nhà riêng

source: Select contact
hu: Kapcsolat kiválasztása
nl_nl: Selecteer contact
sq: Zgjidhni kontatk
th: เลือก การติดต่อ
tr_tr: Kişi seç
vi: Chọn liên lạc

source: Private
hu: Privát
nl_nl: Prive
th: ส่วนตัว
tr_tr: Özel
vi: Riêng tư

source: Insecure link
hu: Nem biztonságos link
nl_nl: Onveilige link
sq: Lidhje e pasigurtë
th: การเชื่อมโยงที่ไม่ปลอดภัย
tr_tr: Güvensiz adres
vi: Liên kết bảo mật

source: Please review this link in edit dialog.
hu: Kérlek ellenőrizd ezt a linket a szerkesztő ablakban.
nl_nl: Lees deze koppeling in bewerken dialoogvenster.
sq: Ju lutem rishikoni kete lidhje me dialogun e modifikimit
th: กรุณาตรวจสอบการเชื่อมโยงนี้ในกล่องแก้ไข
tr_tr: Adresi kontrol edin
vi: Xin hãy xem xét liên kết này trong cửa sổ chỉnh sửa

source: Export {0}
nl_nl: Exporteer
sq: Eksporto {0}
th: ส่งออก {0}
tr_tr: one: Dışa aktar other: Dışa aktar
vi: one: Xuất dữ liệu {0} other: Xuất dữ liệu {0}

source: Export as PDF
hu: Exportálás PDF-be
nl_nl: Exporteer als PDF
sq: Eksporto si PDF
th: ส่งออก เป็นไฟล์ pdf
tr_tr: PDF olarak dışa aktar
vi: Xuất dữ liệu dạng PDF

source: Export as CSV
hu: Exportálás CSV-be
nl_nl: Exporteer als CSV
sq: Eksporto si CSV
th: ส่งออก เป็นไฟล์ CSV
tr_tr: CSV olarak dışa aktar
vi: Xuất dữ liệu dạng CVS

source: Export as ODS
hu: Exportálás ODS-be
nl_nl: Exporteer als ODS
sq: Eksporto si ODS
th: ส่งออก เป็นไฟล์ ODS
tr_tr: ODS olarak dışa aktar
vi: Xuất dữ liệu dạng ODS

source: Export as XLS
hu: Exportálás XLS-be
nl_nl: Exporteer als XLS
sq: Eksporto si XLS
th: ส่งออก เป็นไฟล์ XLS
tr_tr: XLS olarak dışa aktar
vi: Xuất dữ liệu dạng XLS

source: Export as DOC
nl_nl: Exporteer als DOC

source: Export as ...
hu: Exportálás mint ...
nl_nl: Exporteer als ...
sq: Eksporto si...
th: ส่งออก เป็น ...
tr_tr: Dışa aktar:
vi: Xuất dữ liệu dạng...

source: Import contacts
hu: Kapcsolatok importálása
nl_nl: Importeer contacten
sq: Importo kontakte
th: นำเข้า การติดต่อ
tr_tr: İçe aktar
vi: Nhập liên lạc

source: Contact of a user account
nl_nl: Contact van gebruikersaccount
sq: Kontati i një llogarie përdoruesi
th: การติดต่อของ บัญชี ผู้ใช้
tr_tr: Bir hesabın kişisi
vi: Thông tin liên lạc của 1 tài khoản

source: Full Name
hu: Teljes név
nl_nl: Volledige naam
sq: Emri i Plote
th: ชื่อเต็ม
tr_tr: İsim
vi: Tên đầy đủ

source: Postalcode
hu: Irányítószám
nl_nl: Postcode
sq: Kodi Postal
th: รหัสไปรษณีย์
tr_tr: Posta kodu
vi: Mã vùng

source: Street (private)
hu: Utca (privát)
nl_nl: Straat (prive)
sq: Rruga (private)
th: ถนน (ส่วนตัว)
tr_tr: Cadde
vi: Phố (riêng tư)

source: City (private)
hu: Város (privát)
nl_nl: Plaats (prive)
sq: Qyteti(privat)
th: จังหวัด (ส่วนตัว)
tr_tr: Şehir
vi: Thành phố (riêng tư)

source: Region (private)
hu: Régió (privát)
nl_nl: Provincie (prive)
sq: Rajoni(privat)
th: เขต (ส่วนตัว)
tr_tr: İl
vi: Vùng (riêng tư)

source: Postalcode (private)
hu: Irányítószám (privát)
nl_nl: Postcode (prive)
sq: Kodi Postal (privat)
th: รหัสไปรษณีย์ (ส่วนตัว)
tr_tr: Posta kodu
vi: Mã vùng (riêng tư)

source: Country (private)
hu: Ország (privát)
nl_nl: Land (prive)
sq: Vendi (privat)
th: ประเทศ (ส่วนตัว)
tr_tr: Ülke
vi: Quốc gia (riêng tư)

source: Car phone
hu: Autó telefon
nl_nl: Auto telefoon
sq: Telefoni makines
th: โทรศัพท์ในรถ
tr_tr: Araç telefonu
vi: Điện thoại trên xe

source: Pager
hu: Személyhívó
nl_nl: Buzzer
sq: biperi
th: เพจเจอร์
tr_tr: Çağrı cihazı
vi: Phân trang

source: Email (private)
hu: Email (privát)
nl_nl: Email (prive)
sq: E-Postë (private)
th: อีเมล (ส่วนตัว)
tr_tr: E-Posta (Ev)
vi: Email (riêng tư)

source: URL (private)
hu: URL (privát)
nl_nl: Url (prive)
th: รหัสสืบค้นข้อมูลทางอินเตอร์เนต (ส่วนตัว)
tr_tr: URL
vi: URL (riêng tư)

source: Note
hu: Leírás
nl_nl: Notitie
sq: Shënime
th: บันทึก
tr_tr: Not
vi: Ghi chép

source: Timezone
hu: Időzóna
nl_nl: Tijdzone
sq: Brezi Orar
th: เส้นแบ่งเวลา
tr_tr: Zaman dilimi
vi: Múi giờ

source: Uploaded new contact image.
hu: Új kapcsolati kép került feltöltésre.
nl_nl: Nieuw contact afbeelding geupload
sq: U ngarkua nje foto e kontati të ri
th: ได้อัพโหลดภาพที่ใช้ในการติดต่อใหม่แล้ว
tr_tr: Yeni profil resmi yüklenmiştir
vi: Cập nhật ảnh liên hệ mới

source: All contacts
hu: Összes kapcsolat
nl_nl: Alle contacten
sq: Të gjithë kontaktet
th: การติดต่อทั้งหมด
tr_tr: Tüm kişiler
vi: Mọi liên hệ

source: Default Addressbook
hu: Alapértelmezett címjegyzék
nl_nl: Standaard adresboek
sq: Blloku i Paracaktuar i Adresave
th: สมุดรายชื่อหลัก
tr_tr: Standart adres defteri
vi: Sổ địa chỉ mặc đ

source: The default addressbook for new contacts
hu: Alapértelmezett címjegyzék az új kapcsolatoknak
nl_nl: Standaard adresboek voor nieuwe contacten
sq: Blloku i Paracaktuar i Adresave për kontaktet e rinj
th: สมุดรายชื่อหลักสำหรับการติดต่อใหม่
tr_tr: Yeni kişiler için standart adres defteri
vi: Sổ địa chỉ mặc định cho liên hệ mới

source: Default Favorite
hu: Alapértelmezett kedvenc
nl_nl: Standaard favoriet
sq: Të Preferuara të Paracaktuar
tr_tr: Standart favori
vi: Lối tắt mặc định

source: The default favorite which is loaded on addressbook startup
hu: Alapértelmezett kedvenc ami a címjegyzék indításakor betöltődik
nl_nl: Standaard favoriet bij opstarten adresboek
sq: I preferuari i paracaktuar i cili ngarkohet në fillim të bllokut të adresave
tr_tr: Adres defteri yüklenirken standart favori
vi: Lối tắt mặc định sẽ được nạp khi sổ địa chỉ khởi động

source: Contacts ODS export configuration
nl_nl: Contacten ODS export configuratie

source: Use this configuration for the contact ODS export.
nl_nl: Gebruik deze configuratie voor de contactpersoon ODS export.

source: Contacts XLS export configuration
nl_nl: Contacten XLS export configuratie

source: Use this configuration for the contact XLS export.
nl_nl: Gebruik deze configuratie voor de contactpersoon XLS export.

source: default
nl_nl: standaard

source: This contact has been automatically added by the system as an event attender
nl_nl: Dit contact is automatisch toegevoegd door het systeem als een gebeurtenis genodigde

source: All Contacts
nl_nl: Alle contacten
sq: Të gjithë kontaktet
th: การติดต่อทั้งหมด
vi: Mọi liên hệ

source: Contact duplicate check fields
hu: Kapcsolat mezőinek duplikálási ellenőrzése
nl_nl: Contact controle velden
sq: Fushat e kërkimit të kontakteve të duplikuar
th: การติดต่อซ้ำซ้อน ตรวจสอบที่กล่อง
tr_tr: Çift-Değer-Kontrolü için temas alanları

source: These fields are checked when a new contact is created. If a record with the same data in the fields is found, a duplicate exception is thrown.
hu: Ezeket a mezőket ellenőrzi egy új kapcsolat felvételekor. Ha egy rekordt egyforma mező adatokkal megtalál, a duplikált kivételt eldobja.
nl_nl: Deze velden worden gecontroleerd wanneer er een nieuw contact wordt gemaakt. Indien een veld met dezelfde gegevens is gevonden, wordt een veld geduplideerd.
sq: Këto fusha janë të zgjedhuara kur krijohet një kontakt i ri. Nëse gjendet një regjistrim me të njëjtat të dhënanjë përjashtim duplikimi do të shfaqet
th: กล่องเหล่านี้จะถูกทำเครื่องหมาย เมื่อมีการสร้างการติดต่อใหม่ขึ้น หากมีการตรวจสอบว่ามีข้อมูลที่ซ้ำซ้อนกันอยู่ ข้อยกเว้นที่ซ้ำซ้อนจะได้รับการเพิกเฉย
tr_tr: Yeni bir kişi eklendiğinde bu alanlar aktifdir. Şayet iki kişi bir alanda aynı bilgiye sahip olurlar ise, bir hata mesajı görüntülenicektir.
vi: Các trường này sẽ được kiểm tra khi 1 địa chỉ mới được tạo. Nếu 1 biểu ghi với dữ liệu tương tự trong các trường này được tìm thấy, tính năng chống trùng lặp sẽ được thực hiện.

source: Contact salutations available
hu: Kapcsolat megszólítás elérhető
nl_nl: Contacteer begroetingen beschikbaar
sq: Përshëndetje kontatki e disponueshme
th: คำขึ้นต้นที่ใช้ในการติดต่อที่มีอยู่
tr_tr: Mevcut kişi hitapları
vi: Lời chào liên hệ sẵn có

source: Possible contact salutations. Please note that additional values might impact other Addressbook systems on export or syncronisation.
hu: Lehetséges kapcsolat megszólítás- Kérlek jegyezd meg, hogy azok további értékek ütközhetnek más Címjegyzék rendszerekkel exportáláskor vagy szinkronizáláskor.
nl_nl: Mogelijke contact begroetingen. Houd er rekening mee dat er extra waarden een invloed kunnen hebben op andere Adresboek systemen op de uitvoer en synchronisatie.
sq: Përshëndetje kotakti e mundshme. Ju lutem kujdes pasi vlerat e shtuara mund të ndikojnë sisteme të tjerë bllok-adresash gjatë eksportit ose sinkronizimit
tr_tr: Mümkün olan hitaplar. Sonradan eklenen hitaplar, dişarıya aktırılırken veya bir cihaz ile senkronize edilirken hedefi etkileyebilir.
vi: Lời chào liên hệ có thể. Xin nhớ rằng giá trị mở rộng có thể ảnh hưởng tới hệ thống sổ địa chỉ trong việc xuất hoặc đồng bộ dữ liệu.

source: Ms
hu: Asszony
nl_nl: Mvr
sq: Znj
th: นาง
tr_tr: Hanım
vi: Cô

source: Parsing rules for addresses
hu: Címek felbontási szabályai
nl_nl: parsingregels voor adressen
sq: Rregullat gramatikore për adresat
th: กฎการตรวจสอบที่อยู่ต่าง ๆ
tr_tr: Adresler için analiz kuralları
vi: Quy tắc phân loại cho địa chỉ

source: Path to a XML file with address parsing rules.
hu: Címek felbontási szabályait tartalmazó XML fájl elérése
nl_nl: Pad naar een XML-bestand met adres parsingregels.
sq: Rruga për një skedar XML me rregullat gramatikore të adresave
tr_tr: Adresler için analiz kurallarına sahip olan XML Dosyasının yolu
vi: Đường dẫn tới file XML với quy tắc phân loại địa chỉ

source: CSV Outlook 2007 German
hu: Német Outlook 2007 CSV
nl_nl: CSV Outlook 2007 Nederlands
th: CSV Outlook 2007 ภาษาเยอรมัน
tr_tr: Outlook 2007 CSV içe aktar

source: Import list (###CURRENTDATE###)
hu: Import lista (###CURRENTDATE###)
nl_nl: Import lijst(###CURRENTDATE###)
sq: Importo listën (###CURRENTDATE###)
th: นำเข้ารายชื่อ (###วันปัจจุบัน###)
tr_tr: Listeyi içeriye aktar (###CURRENTDATE###)
vi: Nhập danh sách (###CURRENTDATE###)
