Repository: CodeKing/tine20
Catalog: tine20/Addressbook/translations/*.po
Languages: hu, nl_nl, sq, th, tr_tr, vi

source: Contacts imported on ###CURRENTDATE### at ###CURRENTTIME### by ###USERFULLNAME###
hu: Kapcsolatokat importálta ###USERFULLNAME### ekkor: ###CURRENTDATE### ###CURRENTTIME###
nl_nl: GeÃ¯mporteerd op ###CURRENTDATE### op ###CURRENTTIME### door ###USERFULLNAME###
sq: Kontaket u importuan në ###CURRENTDATE### më ###CURRENTTIME### nga ###USERFULLNAME###
th: รายชื่อติดต่อถูกนำเข้าเมื่อ ###วันปัจจุบัน### ณ ###เวลาปัจจุบัน### โดย ###ชื่อเต็มของผู้ใช้###
tr_tr: Kişiler ###CURRENTDATE### Saat ###CURRENTDATE###, ###USERFULLNAME### tarafından eklenmiştir
vi: Liên lạc đã được nhập vào ###CURRENTDATE### lúc ###CURRENTTIME### bởi ###USERFULLNAME###

source: Contact CSV import from Outlook address book
hu: Kapcsolat CSV importja Outlook címjegyzékből
nl_nl: Contact CSV importeren uit Outlook adresboek
sq: Importo kontakte CSV nga Outlook
th: นำเข้ารายชื่อติดต่อ CSV จากสมุดรายชื่อของโปรแกรม Outlook
tr_tr: Outlook CSV içe aktar
vi: Nhập dữ liệu CSV từ Outlook address book

source: Contact import from Google address book
hu: Kapcsolatok importálása a Google címjegyzékből
nl_nl: Contact importeren van Google adresboek
sq: Importo kontakte nga Google addres book
th: รายชื่อติดต่อนำเข้ามาจากสมุดรายชื่อของกูเกิล
tr_tr: Kişileri Google den içeriye aktar
vi: Nhập dữ liệu từ sổ địa chỉ google

source: Contact CSV import from mac address book
hu: Kapcsolat CSV importja mac címjegyzékből
nl_nl: Contact CSV importeren van Apple adresboek
sq: Importo kontakte CSV nga Mac Address Book
th: นำเข้ารายชื่อติดต่อ CSV จากสมุดรายชื่อของแมค
tr_tr: Mac CSV içe aktar
vi: Nhập dữ liệu liên hệ CSV từ sổ địa chỉ Mac

source: Contact VCARD import
hu: Kapcsolat VCARD importja
nl_nl: Contact VCARD importeren
sq: Importo kontakte nga VCARD
th: นำเข้ารายชื่อติดต่อ VCARD
tr_tr: VCARD içe aktar
vi: Nhập dữ liệu liên hệ VCARD

source: Internal Contacts
hu: Belső kapcsolatok
nl_nl: Interne contacten
sq: Kontakte të brëndshme
th: การติดต่อภายใน
tr_tr: Sistem içi kişiler
vi: Liên hệ nội bộ

source: All contacts I have read grants for
hu: Összes kapcsolat, amihez olvasási engedélyem van
nl_nl: Alle contacten waar ik toestemming voor heb
sq: Të gjithë kontatet qe i kam lexuar të drejtat për
th: การติดต่อทั้งหมดที่ฉันได้อ่านแล้วอนุญาตสำหรับ
tr_tr: Okuma hakkına sahip olduğum kişiler
vi: Mọi liên hệ tôi đã đọc quyền cho

source: My company
hu: Saját cégem
nl_nl: Mijn bedrijf
sq: Kompania Ime
th: บริษัทของฉัน
tr_tr: Şirketim
vi: Công ty tôi

source: All coworkers in my company
hu: Minden alkalmazott a saját cégemnél
nl_nl: Alle medewerkers in mijn bedrijf
sq: Të gjithë bashkëpunëtorët ne Kompanine time
th: ผู้ร่วมงานทั้งหมดในบริษัทของฉัน
tr_tr: Şirketimdeki iş arkadaşlarım
vi: Tất cả đồng nghiệp trong công ty tôi

source: My contacts
hu: Kapcsolataim
nl_nl: Mijn contacten
sq: Kontaktet e mi
th: ข้อมูลการติดต่อของฉัน
tr_tr: Kişilerim
vi: Liên hệ của tôi

source: All contacts in my Addressbooks
hu: Minden kapcsolat a saját Címjegyzékemben
nl_nl: Alle contacten in mijn adresboek
sq: Të gjithë kontaktet ne Bllokun Tim të adresave
th: ข้อมูลการติดต่อทั้งหมดในสมุดที่อยู่ของฉัน
tr_tr: Rehberimdeki kişiler
vi: Mọi liên hệ trong sổ địa chỉ của tôi

source: Last modified by me
hu: Utoljára módosítottam
nl_nl: Laatst aangepast door mij
sq: I funidit i modifikuar nga une
th: ปรับปรุงครั้งล่าสุด โดยฉัน
tr_tr: Son düzenlediğim
vi: Sửa lần cuối bởi tôi

source: All contacts that I have last modified
hu: Minden kapcsolat amit utoljára én módosítottam
nl_nl: Alle contacten die ik heb aangepast
sq: Të gjithe kontaktet që kam modifikuar së fundmi
th: การติดต่อทั้งหมดที่ฉันได้ปรับปรุงครั้งล่าสุด
tr_tr: Son düzenlediğim kişiler
vi: Mọi liên hệ tôi đã sửa gần đây

source: Contact CSV import
hu: Kapcsolat CSV importja
sq: Importo kontakte CSV
th: นำเข้ารายชื่อติดต่อ CSV
tr_tr: CSV içe aktar
vi: Nhập dữ liệu CVS

source: Mr
hu: Úr
sq: Z
th: นาย
tr_tr: Bey
vi: Ông

source: Email
sq: E-Postë
th: อีเมล
tr_tr: E-Posta

source: Type
hu: Típus
sq: Tipi
th: ประเภท
tr_tr: Tip
vi: Kiểu

source: Web
sq: Faqe Interneti
th: เวบไซด์
tr_tr: Web adresi

source: Geo
sq: Gjeo
th: ภูมิศาสตร์
tr_tr: Coğrafi yer

source: Contact
hu: Kapcsolat
sq: Kontakt
th: การติดต่อ
tr_tr: one: Kişi other: Kişiler
vi: one: Liên hệ other: Liên hệ

source: E-Mail
th: อีเมล
tr_tr: E-Posta

source: Map
hu: Térkép
sq: Hartë
th: แผนที่
tr_tr: Harita
vi: Bản đồ

source: Either {0} or {1} must be given
hu: Vagy {0} vagy {1} megadása kötelező
sq: ose {0} ose {1} duhet te jepen
th: ต้องใส่ {0} หรือไม่ก็ {1}
tr_tr: {0} Veya {1} Girilmesi gerek
vi: Hoặc {0} hoặc {1} phải được đưa ra

source: Please paste an address that should be parsed:
hu: Kérlek illessz be egy címet ami felbontásra kerül:
sq: Ju lutem ngjisni një adrese që duhet verifikuar
th: กรุณาใส่ที่อยู่ที่ควรจะต้องวิเคราะห์
tr_tr: Okunacak olan adresi girin
vi: Xin hãy dán một địa chỉ sẽ được phân tích

source: CardDAV URL
th: CalDAV URL
tr_tr: CardDAV adresi
vi: URL CardDAV

source: Info
th: ข้อมูล
vi: Thông tin

source: URL
th: ที่อยู่ของไฟล์หรือเวบไซด์บนอินเตอร์เนต
