Repository: CodeKing/tine20
Catalog: tine20/Crm/translations/*.po
Languages: es, hu, pt_br, vi

source: manage leads
es: gestionar iniciativas
hu: ügyletek kezelése
vi: quản lý đầu mối

source: add, edit and delete leads
es: agregar, editar y borrar iniciativas
hu: ügyletek hozzáadása, szerkesztése és törlése
vi: thêm, sửa và xóa đầu mối

source: manage shared lead folders
es: gestionar carpetas compartidas de iniciativas
hu: megosztott ügylet mappák kezelése
pt_br: administrar pastas de lideranças compartilhadas
vi: Quản lý thư mục đầu mối chia sẻ

source: Create new shared lead folders
es: Crear nueva carpeta compartida de iniciativas
hu: Új megosztott ügylet mappa létrehozása
pt_br: Criar novas pastas de lideranças compartilhadas
vi: Tạo thư mục đầu mối chia sẻ mới

source: manage shared leads favorites
es: gestionar iniciativas favoritas compartidas
hu: kedvenc megosztott ügyletek kezelése
pt_br: gerenciar as principais lideranças favoritas compartilhadas
vi: quản lý đầu mối chia sẻ thường dùng

source: Create or update shared leads favorites
es: Crear o actualizar iniciativas favoritas compartidas
hu: Kedvenc megosztott ügyletek hozzáadása vagy frissítése
pt_br: Criar ou atualizar lideranças favoritas compartilhadas
vi: Tạo hoặc cập nhật đầu mối chia sẻ thường dùng

source: %s's personal leads
es: Iniciativas personales de %s
hu: %s személyes ügyletei
pt_br: %s's lideranças pessoais
vi: Đầu mối cá nhân của %s

source: Customer
es: Cliente
hu: Vásárló
pt_br: Cliente
vi: Khách hàng

source: Partner
es: Socio
pt_br: Parceiro
vi: Đôi tác

source: Reseller
es: Distribuidor
hu: Viszonteladó
pt_br: Revendedor
vi: Đại lý

source: open
es: abierto
hu: nyitott
pt_br: abrir
vi: mở

source: contacted
es: contactado
hu: kapcsolatban
pt_br: contatado
vi: đã liên lạc

source: waiting for feedback
es: esperando respuesta
hu: visszajelzésre vár
pt_br: Aguardando retorno
vi: đang đợi trả lời

source: quote sent
es: propuesta enviada
hu: árajánlat elküldve
pt_br: orçamento enviado
vi: báo giá đã gửi

source: accepted
es: aceptado
hu: elfogadva
pt_br: aceito
vi: đã chấp nhận

source: lost
es: perdido
hu: elveszítve
pt_br: perdido
vi: mất

source: Market
es: Mercado
hu: Piac
pt_br: Mercado
vi: Thị trường

source: Telephone
es: Teléfono
hu: Telefon
pt_br: Telefone
vi: Điện thoại

source: Website
es: Web
hu: Weboldal
pt_br: site

source: Responsible
es: Responsable
hu: Felelős
pt_br: Responsável
vi: Trách nhiệm

source: Task
es: Tarea
vi: Công việc

source: All leads I have read grants for
es: Todas las iniciativas leídas aplican para
hu: Minden ügylet amikhez olvasási engedélyem van
pt_br: Todos os líderes que eu concedi leitura para
vi: Mọi đầu mối tôi đã đọc quyền

source: Last modified by me
es: Últimas modificadas por mi
hu: Utolsó általam módosított
pt_br: Modificado recentemente por mim
vi: Sửa lần cuối bởi tôi

source: All leads that I have last modified
es: Todas las iniciativas modificadas últimamente
hu: Minden ügylet amit utoljára én módosítottam
pt_br: Todos os líderes que eu modfiquei recentemente
vi: Mọi đầu mối tôi đã sửa

source: My leads
es: Mis iniciativas
hu: Saját ügyleteim
pt_br: Meus líderes
vi: Đầu mối của tôi

source: All leads that I am responsible for
es: Todas las iniciativas de mi responsabilidad para
hu: Minden ügylet amiért én vagyok a felelős
pt_br: Todos os líderes por quem sou responsável
vi: Mọi đầu mối tôi chịu trách nhiệm

source: Leads with overdue tasks
es: Iniciativas con retraso
hu: Ügyletek lejárt feladatokkal
pt_br: Líderes com tarefas atrasadas
vi: Đầu mối với việc quá hạn

source: All leads
es: Todas las iniciativas
hu: Minden ügylet
pt_br: Todos os líderes
vi: Mọi khởi đầu

source: Default Lead List
es: Lista de iniciativas por defecto
hu: Alapértelmezett ügylet lista
pt_br: Lista Básica de Líderes
vi: Danh sách đầu mối mặc định

source: The default list for new leads
es: Lista por defecto para nuevas iniciativas
hu: Új ügyleteke alapértelmezett listája
pt_br: Lista básica para novos líderes
vi: Danh sách mặc định cho đầu mối mới

source: Get Notification Emails
es: Obtener Notificación por Emails
hu: Kérek értesítő emaileket
pt_br: Obter Emails de Notificações
vi: Nhận email thông báo

source: The level of actions you want to be notified about.
es: El nivel de las acciones a notificar.
hu: Tevékenységi szintek, amikről értesítést kérsz.
pt_br: Lista de ações que você quer ser notificado sobre.
vi: Mức độ hoạt động bạn muốn được thông báo

source: Send Notifications Emails for own actions
es: Enviar Emails de Notificación de las Acciones propias
hu: Értesítő emailek küldése a saját tevékenységekhez
pt_br: Enviar Emails de Notificações para suas próprias ações
vi: Gửi email thông báo cho hoạt động tự tạo

source: Get notifications emails for actions you did yourself
es: Obtener emails de notificación de las acciones que usted hizo
hu: Kérek értesítő emaileket a magamnak készített tevékenységekről
pt_br: Obter emails de notificações para ações que você atribuiu a você mesmo
vi: Gửi email thông báo cho hoạt động của chính bạn

source: Default Favorite
es: Favorito por defecto
hu: Alapértelmezett kedvenc
pt_br: Favorito Padrão
vi: Thường dùng mặc định

source: The default favorite which is loaded on crm startup
es: El favorito por defecto que se carga al comienzo de CRM
hu: Alapértelmezett kedvenc, ami a Crm indításakor betöltődik
pt_br: O principal favorito que é carregado no início do crm
vi: Thường dùng mặc định được nạp khi quản lý quan hệ khách hàng được nạp

source: Lead Data
es: Fecha Iniciativa
hu: Ügylet adatok
pt_br: Dado da Liderança
vi: Dữ liệu đầu mối

source: Leadstate
es: Estado Iniciativa
hu: Ügylet állapot
pt_br: Estado da Liderança
vi: Trạng thái đầu mối

source: Leadtype
es: Tipo de Iniciativa
hu: Ügylet típus
pt_br: Tipo da Liderança
vi: Loại đầu mối

source: Leadsource
es: Fuente de la Iniciativa
hu: Ügylet forrás
pt_br: Fonte da Liderança
vi: Nguồn đầu mối

source: Turnover
es: Facturación
hu: Bevétel
pt_br: Volume de Negócios
vi: Doanh số

source: Probability
es: Probabilidad
hu: Esély
pt_br: Probabilidade
vi: Có khả năng

source: Start
es: Inicio
hu: Kezdet
pt_br: Iniciar
vi: Bắt đầu

source: End
es: Fin
hu: Vég
pt_br: Fim
vi: Kết thúc

source: End Scheduled
es: Programación Finalizada
hu: Tervezett vég
pt_br: Fim do Plano
vi: Lịch kết thúc

source: Contacts
es: Contactos
hu: Kapcsolatok
pt_br: Contatos
vi: Liên lạc

source: Address
es: Dirección
hu: Cím
pt_br: Endereço
vi: Địa chỉ

source: Tasks
es: Tareas
hu: Feladatok
pt_br: Tarefas
vi: Công việc

source: Due Date
es: Fecha Apta
hu: Lejárati idő
pt_br: Data de Vencimento
vi: Ngày đến hạn

source: Priority
es: Prioridad
hu: Prioritás
pt_br: Prioridade
vi: Độ quan trọng

source: Products
es: Productos
hu: Termékek
pt_br: Produtos
vi: Sản phẩm

source: low
es: baja
hu: alacsony
pt_br: baixo
vi: thấp

source: high
es: alta
hu: magas
pt_br: alto
vi: cao

source: urgent
es: urgente
hu: sürgős
pt_br: urgente
vi: khẩn cấp

source: Leadstates
es: Estado Iniciativa
hu: Ügylet állapotok
pt_br: Estado da Liderança
vi: Trạng thái đầu mối

source: Leadtypes
es: Tipos de iniciativas
hu: Ügylet típusok
pt_br: Tipo da Liderança
vi: Kiểu đầu mối

source: Leadsources
es: Fuentes de las iniciativas
hu: Ügylet források
pt_br: Fonte da Liderança
vi: Nguồn đầu mối

source: Defaults
es: Predeterminadas
hu: Alapértelmezett
pt_br: Padrões
vi: Mặc định

source: Quick search
es: Búsqueda Rápida

source: Lead name
es: Nombre de la Iniciativa
hu: Ügylet név
pt_br: Nome Principal
vi: Tên đầu mối

source: Last Modified Time
es: Fecha última modificación
hu: Utolsó módosítás ideje
pt_br: Hora da Última Modificação
vi: Thời gian sửa lần cuối

source: Last Modified By
es: Última modificación por
hu: Utoljára módosította
pt_br: Modificado recentemente por
vi: Sửa lần cuối bởi

source: Creation Time
es: Fecha de Creación
hu: Készítés ideje
pt_br: Hora de Criação
vi: Thời gian tạo

source: Created By
es: Creado por
hu: Készítette
pt_br: Criado por
vi: Tạo bởi

source: Add new {0}
es: Agregar nueva {0}
hu: Új {0} hozzáadása
pt_br: Adicionar novo {0}
vi: Thêm mới {0}

source: Unlink {0}
es: Desconectar {0}
hu: {0} törlése
pt_br: Desconectados {0}
vi: Ngừng liên kết {0}

source: Unlink selected {0}
es: Desconectar selecccionados {0}
hu: Kiválasztott {0} törlése
pt_br: Desconectados selecionados {0}
vi: Ngừng liên kết phần chọn {0}

source: Edit {0}
es: Editar {0}
hu: {0} szerkesztése
pt_br: Editar {0}
vi: Sửa {0}

source: Edit selected {0}
es: Editar seleccionados {0}
hu: Kiválasztott {0} szerkesztése
pt_br: Editar selecionados {0}
vi: Sửa phần chọn {0}

source: Contact
es: Contacto
hu: Kapcsolat
pt_br: Contato
vi: Liên hệ

source: CRM Role
es: Cargo CRM
hu: CRM szerep
pt_br: Perfil de CRM
vi: Vai trò quan hệ khách hàng

source: Lead id
es: Iniciativa id
hu: Ügylet azonosító
pt_br: Id da Liderança
vi: Mã đầu mối

source: Tags
es: Etiquetas
hu: Címkék
pt_br: Marcadores
vi: Thẻ

source: Probable Turnover
es: Facturación Prevista
hu: Lehetséges bevétel
pt_br: Volume Provável de Negócios
vi: Có thể bỏ qua

source: Export Lead
es: Exportar Iniciativa
hu: Ügylet exportálása
pt_br: Exportar Liderança
vi: Xuất dữ liệu đầu mối

source: Export as PDF
es: Exportar como PDF
hu: Exportálás PDF-be
pt_br: Exportar como PDF
vi: Xuất dạng PDF

source: Export as CSV
es: Exportar como CVS
hu: Exportálás CSV-be
pt_br: Exportar como CSV
vi: Xuất dạng CSV

source: Export as ODS
es: Exportar como ODS
hu: Exportálás ODS-be
pt_br: Exportar como ODS
vi: Xuất dạng ODS

source: Export as XLS
es: Exportar como XLS
hu: Exportálás XLS-be
pt_br: Exportar como XLS
vi: Xuất dạng XLS

source: Phone
es: Teléfono
hu: Telefon
pt_br: Telefone
vi: Điện thoại

source: Mobile
es: Móvil
hu: Mobil
pt_br: Celular
vi: Điện thoại

source: Status
es: Estado
hu: Állapot
vi: Trạng thái

source: Estimated end
es: Estimación finaliza
hu: Becsült vég
pt_br: Fim Estimado
vi: Dự kiến thời gian kết thúc

source: You do not have the run right for the Tasks application or it is not activated.
es: No tiene privilegios para ejecutar la aplicación Tareas o no esta activada.
hu: Nincs futtatási jogod a Feladatok alkalmazáshoz vagy nincs aktiválva.
pt_br: Você não possui privilégio para executar a aplicação de Tarefa ou não está
vi: Bạn không có quyền chạy ứng dụng Công việc hoặc nó chưa được kích hoạt

source: You do not have the run right for the Sales application or it is not activated.
es: No tiene privilegios para ejecutar la aplicación Ventas o no esta activada.
hu: Nincs futtatási jogod a Sales alkalmazáshoz vagy nincs aktiválva.
pt_br: Você não possui privilégio para executar a aplicação de Vendas ou não está
vi: Bạn không có quyền chạy ứng dụng Bán hàng hoặc nó chưa được kích hoạt

source: Lead
es: Iniciativa
hu: Ügylet
pt_br: Liderança
vi: one: Đầu mối other: Đầu mối khác

source: Enter short name
es: Escribir nombre corto
hu: Rövid név megadása
pt_br: Insira um nome curto
vi: Nhâp tên ngắn

source: Expected turnover
es: Facturación anual
hu: Elfogadható bevétel
pt_br: Volume esperado de negócios
vi: Doanh số mong đợi

source: Description
es: Descripción
hu: Leírás
pt_br: Descrição
vi: Mô tả

source: Enter description
es: Escribir descripción
hu: Leírás megadása
pt_br: Insira a descrição
vi: Nhập mô tả

source: Please choose the Lead to add the contacts to
es: Ingresar referencia para agregar los contactos
hu: Kérlek válaszd ki az ügyletet a kapcsolatok hozzáadásához
pt_br: Selecione o Lider para adicionar contatos
vi: Xin chọn đầu mối để thêm liên lạc

source: Please select the attenders' role
es: Seleccione rol de asistentes
hu: Kérlek válaszd ki a résztvevők szerepét
pt_br: Selecione o perfil dos frequentadores
vi: Chọn vai trò người tham gia

source: Select Lead
es: Seleccionar iniciativa
hu: Ügylet kiválasztása
pt_br: Selecione a Liderança
vi: Chọn đầu mối

source: Role
es: Cargo
hu: Szerep
pt_br: Função
vi: Vai trò

source: Select Role
es: Seleccionar Cargo
hu: Szerep kiválasztása
pt_br: Selecione a Função
vi: Chọn vai trò

source: Adding {0} contacts to lead
es: Agregar {0} contactos a la iniciativa
hu: {0} kapcsolat hozzáadása az ügylethez
pt_br: Adicionando {0} contatos à liderança
vi: Thêm {0} liên lạc vào đầu mối

source: Lead Type
es: Tipo de Iniciativa
hu: Ügylet típus
pt_br: Tipo de Líder
vi: one: Loại đầu mối other: Loại đầu mối

source: Add a Leadtype...
es: Añadir un Tipo para las iniciativas
hu: Ügylet típus hozzáadása...
pt_br: Adicionar Tipo de Liderança...
vi: Thêm loại đầu mối

source: No Tasks to display
es: No hay tareas que mostar
hu: Nincs megjeleníthető feladat
pt_br: Nenhuma tarefa para exibir
vi: Chưa có việc gì

source: Summary
es: Resumen
hu: Összegzés
pt_br: Sumário
vi: Tóm tắt

source: Add a task...
es: Agregar una tarea...
hu: Feladat hozzáadása...
pt_br: Adicionar uma tarefa...
vi: Thêm 1 việc...

source: Percent
es: Porcentaje
hu: Százalék
pt_br: Percentual
vi: Phần trăm

source: Lead State
es: Estado de la iniciativa
hu: Ügylet állapot
pt_br: Estado da Liderança
vi: one: Trạng thái đầu mối other: Trạng thái đầu mối

source: Add a Leadstate...
es: Añadir un Estado para las iniciativas...
hu: Ügylet állapot hozzáadása...
pt_br: Adicionar Estado da Liderança
vi: Thêm 1 trạng thái đầu mối

source: Show closed
es: Mostar cerradas
hu: Lezártak mutatása
pt_br: Exibir fechado
vi: Hiển thị đã bị đóng

source: Product
es: Producto
hu: Termék
pt_br: Produto
vi: Sản phẩm

source: Price
es: Precio
hu: Ár
pt_br: Preço
vi: Giá

source: Quantity
es: Cantidad
hu: Mennyiség
pt_br: Quantidade
vi: Số lượng

source: Search for Products to add ...
es: Buscar Productos para añadir ...
hu: Termék keresése hozzáadáshoz...
pt_br: Pesquisar Produtos para adicionar ...
vi: Tìm sản phẩm để thêm...

source: Lead Source
es: Fuente de la iniciativa
hu: Ügylet forrás
pt_br: Fonte da Liderança
vi: one: Nguồn đầu mối other: Nguồn đầu mối

source: Add a Leadsource...
es: Añadir fuente de iniciativas
hu: Ügylet forrás hozzáadása...
pt_br: Adicionar Fonte de Liderança...
vi: Thêm 1 nguồn đầu mối

source: lead list
es: Lista de iniciativas
hu: ügylet lista
pt_br: lista de líder
vi: one: danh sách lãnh đạo other: danh sách lãnh đạo

source: lead lists
es: Listados de iniciativas
hu: ügylet listák
pt_br: listas de líderes
vi: danh sách lãnh đạo

source: Quick Search
es: Búsqueda Rápida
vi: Tìm nhanh

source: Settings
es: Preferencia
hu: Beállítások
pt_br: Definições
vi: one: Thiết lập other: Thiết lập

source: record list
es: listado de registros
hu: adat lista
pt_br: lista de registros
vi: one: Danh sách biểu ghi other: Danh sách biểu ghi

source: New Lead
es: Nueva Iniciativa
hu: Új ügylet
pt_br: Novo Lider
vi: Đầu mối mới

source: Change type to Customer
es: Cambiar de cliente
hu: Típus megváltoztatása Vevőre
pt_br: Troque o tipo de Cliente
vi: Đổi loại khách hàng

source: Change type to Responsible
es: Cambiar de Responsable
hu: Típus megváltoztatása Felelősre
pt_br: Troque o tipo de Responsável
vi: Thay đổi loại trách nhiệm

source: Change type to Partner
es: Cambiar de Socio
hu: Típus megváltoztatása Partnerra
pt_br: Troque o tipo de Parceiro
vi: Thay đổi loại đối tác

source: Change contact type
es: Cambiar tipo de contacto
hu: Kapcsolat típus megváltoztatása
pt_br: Troque o tipo de contato
vi: Thay đổi kiểu liên lạc

source: Search for Contacts to add ...
es: Buscar contactos para añadir...
hu: Kapcsolat keresés hozzáadáshoz...
pt_br: Pesquisar Contatos para adicionar ...
vi: Tìm kiếm liên lạc để thêm...

source: Name
es: Nombre
hu: Név
pt_br: Nome
vi: Tên

source: Data
es: Fecha
hu: Adat
pt_br: Informação
vi: Dữ liệu

source: Cellphone
es: Teléfono móvil
hu: Mobil telefon
pt_br: Celular
vi: Số cầm tay

source: State
es: Estado
hu: Állapot
pt_br: Estado
vi: Trạng thái

source: Source
es: Fuente
hu: Forrás
pt_br: Fonte
vi: Nguồn

source: Scheduled end
es: Programación finalizada
hu: Tervezett vég
pt_br: Fim do Programado
vi: Kết thúc theo lịch

source: Folder
es: Carpeta
hu: Mappa
pt_br: Pasta
vi: Thư mục

source: Updated by
es: Actualizado por
hu: Frissítette
pt_br: Atualizado por
vi: Cập nhật bởi

source: Updated Fields:
es: Campos Actualizados:
hu: Frissített mezők:
pt_br: Campos atualizados:
vi: Trường được cập nhật

source: %s changed from %s to %s.
es: %s cambió de %s a %s.
hu: %s erről:%s erre:%s változott.
pt_br: %s modificado de %s até %s.
vi: %s thay đổi từ %s tới %s

source: Lead %s has been changed
es: Iniciativa %s ha sido cambiada
hu: Ügylet %s megváltozott
pt_br: Liderança %s foi modificada
vi: Đầu mối %s đã được thay đổi

source: Lead %s has been created
es: Iniciativa %s ha sido creada
hu: Ügylet %s elkészült
pt_br: Liderança %s foi criada
vi: Đầu mối %s đã được tạo

source: normal
hu: normál
vi: thường
