Repository: CodeKing/tine20
Catalog: tine20/Voipmanager/translations/*.po
Languages: ca

source: Settings
ca: Configuració

source: name
ca: nom

source: Description
ca: Descripció

source: web_language
ca: idioma web

source: - factory default -
ca: - valors per defecte de fàbrica -

source: language
ca: idioma

source: display_method
ca: mètode_de_visualització

source: whole url
ca: url completa

source: number
ca: número

source: name + number
ca: nom + número

source: number + name
ca: número + nom

source: call_waiting
ca: trucada_en_espera

source: on
ca: activat

source: off
ca: aturat

source: silent
ca: silenci

source: reminder
ca: recordatori

source: stutter
ca: tartamudeig

source: headset_device
ca: dispositiu_auricular

source: none
ca: cap

source: reset phones HTTP authentication
ca: reinicialitza l'autenticació HTTP dels telèfons

source: Open phones web gui
ca: Obre la interfície gràfica web dels telèfons

source: Id
ca: Identificador

source: MAC address
ca: Adreça MAC

source: description
ca: descripció

source: Location
ca: Ubicació

source: Template
ca: Plantilla

source: IP Address
ca: Adreça IP

source: Software
ca: Programari

source: current model
ca: model actual

source: redirect event
ca: redirigeix esdeveniment

source: redirect number
ca: redirigeix número

source: redirect time
ca: redirigeix hora

source: settings loaded at
ca: configuració carregada el

source: last modified
ca: modificat per darrera vegada el

source: Line
ca: Línia

source: Idle Text
ca: Text d'inactiu

source: id
ca: identificador

source: Lines
ca: Línies

source: Phone
ca: Telèfon

source: Name
ca: Nom

source: Phone Model
ca: Model de telèfon

source: MAC Address
ca: Adreça MAC

source: infos
ca: informacions

source: Current IP Address
ca: Adreça IP actual

source: Firmware last checked at
ca: El firmware s'ha comprovat per darrera vegada el

source: Current Software Version
ca: Versió actual del programari

source: Settings Loaded at
ca: La configuració s'ha carregat el

source: Users
ca: Usuaris

source: Software Version
ca: Versió del programari

source: Registrar
ca: Registrador

source: Base Download URL
ca: URL de descàrrega base

source: Update Policy
ca: Actualitza la política

source: Firmware Interval
ca: Interval del firmware

source: tone_scheme
ca: esquema_to

source: date_us_format
ca: format_data_ee_uu

source: time_24_format
ca: format_data_24

source: NTP Server
ca: Servidor NTP

source: NTP Server Address
ca: Adreça del servidor NTP

source: NTP Refresh
ca: Refresc de l'NTP

source: Timezone
ca: Zona horària

source: Enable admin mode
ca: Habilita el mode administratiu

source: Admin Mode Password
ca: Contrasenya del mode administratiu

source: Enable webserver
ca: Habilita el servidor web

source: Webserver Type
ca: Tipus de servidor web

source: HTTP Port
ca: Port HTTP

source: HTTPS Port
ca: Port HTTPS

source: HTTP User
ca: Usuari HTTP

source: HTTP Password
ca: Contrasenya HTTP

source: Settings Id
ca: identificador de la configuració

source: Software Id
ca: identificador del programari

source: FW Interval
ca: Interval FW

source: Admin Mode
ca: Mode administratiu

source: phones list
ca: llista de telèfons

source: locations list
ca: llista d'ubicacions

source: templates list
ca: llista de plantilles

source: softwares list
ca: llista de programaris

source: lines list
ca: llista de línies

source: Setting
ca: Configuració

source: setting list
ca: llista de configuració

source: contexts list
ca: llista de contextos

source: Voicemail
ca: Missatge de veu

source: voicemails list
ca: llista de missatges de veu

source: Queues
ca: Coes

source: Phones
ca: Telèfons

source: Templates
ca: Plantilles

source: Forward immediately
ca: Reenvia immediatament

source: Number
ca: Número

source: Forward busy
ca: Reenvia ocupat

source: Forward delayed
ca: Reenvia retardat

source: Delay time
ca: Temps de retard

source: account code
ca: codi del compte

source: ama flags
ca: banderes ama

source: call group
ca: grup de cridades

source: caller id
ca: identificador de qui truca

source: can reinvite
ca: pot reconvidar

source: default ip
ca: ip per defecte

source: dtmf mode
ca: mode dtmf

source: from user
ca: des de l'usuari

source: from domain
ca: des del domini

source: full contact
ca: contacte complet

source: host
ca: amfitrió

source: insecure
ca: insegur

source: mailbox
ca: safata de correu

source: md5 secret
ca: clau md5

source: deny
ca: denega

source: permit
ca: permet

source: mask
ca: màscara

source: pickup group
ca: captura el grup

source: qualify
ca: qualifica

source: restrict cid
ca: restringeix el cid

source: rtp timeout
ca: temps d'espera rtp

source: rtp hold timeout
ca: temps d'espera per a retenir l'rtp

source: secret
ca: clau

source: type
ca: tipus

source: defaultuser
ca: usuari per defecte

source: disallow
ca: no permès

source: allow
ca: permet

source: music on hold
ca: música en espera

source: reg seconds
ca: segons a registrar

source: ip address
ca: adreça ip

source: can call forward
ca: pot reenviar la trucada

source: set var
ca: estableix variable

source: notify ringing
ca: notifica que sona

source: use client code
ca: utilitza el codi de client

source: auth user
ca: usuari autenticat

source: call limit
ca: límit de trucada

source: busy level
ca: nivell d'ocupació

source: Call Forwards
ca: Reenviaments de trucada

source: Type
ca: Tipus

source: friend
ca: amic

source: user
ca: usuari

source: Callerid
ca: identificador de qui truca

source: Mailbox
ca: Safata de correu

source: Callgroup
ca: Grup de trucades

source: Pickup group
ca: Captura el grup

source: Accountcode
ca: Codi del compte

source: Language
ca: Idioma

source: Qualify
ca: Qualifica

source: fullname
ca: nom complet

source: email
ca: correu electrònic

source: pager
ca: paginador

source: attach
ca: adjunta

source: callback
ca: repetició de trucada

source: operator
ca: operador

source: envelope
ca: sobre

source: delete
ca: elimina

source: Password
ca: Contrasenya

source: Additional
ca: Addicional
