Repository: CodeKing/tine20
Catalog: tine20/ActiveSync/translations/*.po
Languages: es, fi, fr, hr_hr, hu, it, sv_se, th, vi, zh_cn

source: Device
es: Dispositivo
fi: Laite
fr: Appareil
hr_hr: Uređaj
hu: Eszköz
sv_se: Enhet
th: อุปกรณ์
vi: one:Thiết bị other:Thiết bị
zh_cn: 设备

source: Devices
es: Dispositivos
fi: Laitteet
fr: Appareils
hr_hr: Uređaji
hu: Eszközök
it: Device
sv_se: Enheter
th: อุปกรณ์
vi: Thiết bị
zh_cn: 设备

source: Select a Device
es: Seleccionar un dispositivo
fi: Valitse laite
fr: Sélectionnez un appareil
hr_hr: Odaberite uređaj
hu: Válassz egy eszközt
it: Seleziona un Device
sv_se: Välj en Enhet
th: เลือกอุปกรณ์
vi: Chọn 1 thiết bị
zh_cn: 选择一个设备

source: No ActiveSync Device registered
es: No se ha registrado ningun dispositivo ActiveSync
fi: Ei rekisteröityjä ActiveSync laitteita
fr: Aucun appareil ActiveSync enregistré
hr_hr: Nema registriranog ActiveSync uređaja
hu: Nincs regisztrált ActiveSync eszköz
it: Nessun Device registrato in ActiveSync
sv_se: Ingen AktivSynk Enhet registrerad
vi: Chưa có thiết bị nào được đăng ký
zh_cn: 没有同步设备

source: Set as {0} Filter
es: Ajustar a {0} Filtro
fi: Aseta kohteelle {0} suodatin
fr: Définir en tant que filtre {0}
hr_hr: Postavi kao {0} filter
hu: Beállítás {0} szűrőként
it: Imposta come filtro {0}
sv_se: Ange som {0} Filter
th: ตั้งเป็นตัวกรอง {0}
vi: Đặt như là bộ lọc {0}
zh_cn: 设置为{0}过滤器

source: Resetted Sync Filter
es: Resetear Filtro de Sincronización
fi: Palautetut synkronointi suodattimet
fr: Filtre de synchronisations réinitialisé
hr_hr: Resetirani Sync filter
hu: Újraállított Sync szűrő
it: Filtro Sync Resettato
sv_se: Återställt Synk filter
vi: Khởi tạo lại bộ lọc Sync
zh_cn: 重置同步过滤器

source: {0} filter for device "{1}" is now "{2}"
es: {0} filtro para el dispositivo "{1}" es ahora "{2}"
fi: Laitteen "{1}" suodatin {0} on nyt "{2}"
fr: Le filtre {0} pour l'appareil "{1}" est désormais "{2}"
hr_hr: {0} filter za uređaj "{1}" je sada "{2}"
hu: "{1}" eszköz {0} szűrője most "{2}"
it: {0} filtro per il dispositivo "{1}" è ora "{2}"
sv_se: {0} filter för enhet "{1}" är nu "{2}"
th: ตัวกรอง {0} สำหรับอุปกรณ์ "{1}" ตอนนี้เป็น "{2}"
vi: bộ lọc {0} cho thiết bị "{1}" bây giờ là "{2}"
zh_cn: {0} 过滤设备 "{1}" 现在是 "{2}"

source: resetted
es: reseteado
fi: palutetut
fr: réinitialisé
hr_hr: resetirano
hu: újraállított
it: resettato
sv_se: Återställd
vi: đã khởi tạo
zh_cn: 重新设置

source: Set Sync Filter
es: Ajustar filtro de sincronización
fi: Aseta synkronointi suodatin
fr: Définir le filtre de synchronisation
hr_hr: Postavi Sync filter
hu: Sync szűrő beállítása
it: Imposta Filtro Sync
sv_se: Ange Synk Filter
vi: Đặt bộ lọc đồng bộ
zh_cn: 设置同步过滤器

source: Default Addressbook
es: Libreta de direcciones por defecto
fi: Oletus osoitekirja
fr: Carnet d'adresses par défaut
hr_hr: Zadani adresar
hu: Alapértelmezett Címjegyzék
it: Rubrica predefinita
sv_se: Standard Adressbok
th: สมุดรายชื่อหลัก
vi: Sổ địa chỉ mặc định
zh_cn: 缺省地址簿

source: The default addressbook to create new contacts in.
es: Libreta de direcciones por defecto para crear nuevos contactos en ella.
fi: Oletus osoitekirja uusille kontakteille
fr: Carnet d'adresse où seront créés par défaut les nouveaux contacts.
hr_hr: Zadani adresar za kreiranje novih kontakata.
hu: Alapértelmezett Címjegyzék új kapcsolatok létrehozására.
it: Rubrica predefinita per la creazione dei nuovi contatti
sv_se: Standard adressboken för att skapa nya kontakter i.
th: สมุดรายชื่อหลักที่จะสร้างการติดต่อใหม่เข้าไป
vi: Sổ địa chỉ mặc định khi tạo liên lạc mới
zh_cn: 使用默认通讯录创建新的联系人

source: Default Calendar
es: Calendario por defecto
fi: Oletus kalenteri
fr: Agenda par défaut
hr_hr: Zadani kalendar
hu: Alapértelmezett Naptár
it: Calendario predefinito
sv_se: Standard Kalender
th: ปฏิทินหลัก
vi: Lịch mặc định
zh_cn: 缺省日历

source: The default calendar to create new events in.
es: Calendario por defecto para crear nuevos eventos en él.
fi: Oletus kalenteri uusille tapahtumille.
fr: Calendrier où seront créés par défaut les nouveaux évènements.
hr_hr: Zadani kalendar za kreiranje novih događaja.
hu: Alapértelmezett Naptár új események létrehozására.
it: Il calendario predefinito per la creazione di nuovi eventi
sv_se: Standard Kalendern för att skapa nya händelser i.
th: ปฏิทินหลักที่จะสร้างเหตุการณ์ใหม่เข้าไป
vi: Lịch mặc định để tạo sự kiện mới trong đó
zh_cn: 使用缺省日历创建新的事件

source: Default Task List
es: Lista de tareas por defecto
fi: Oletus tehtävälista
fr: Liste des tâches par défaut
hr_hr: Zadana lista zadataka.
hu: Alapértelmezett Feladat Lista
it: Elenco Attività predefinito
sv_se: Standard Uppgift Lista
th: รายชื่อหน้าที่หลัก
vi: Danh sách công việc mặc định
zh_cn: 任务列表

source: The default task list to create new tasks in.
es: Lista de tareas por defecto para crear nuevas tareas en él.
fi: Oletus tehtävälista uusille tehtäville.
fr: Liste où seront créés par défaut les nouvelles tâches.
hr_hr: Zadana lista zadataka za kreiranje novih zadataka.
hu: Alapértelmezett Feladat Lista új feladatok létrehozására.
it: Lista predefinita di attività in cui crearne una nuova.
sv_se: Standard uppgiftslista för att skapa nya uppgifter i.
th: รายชื่อหน้าที่หลักเพื่อสร้างหน้าที่ใหม่เข้า
vi: Danh sách công việc mặc định để tạo việc mới trong đó
zh_cn: 在默认的任务列表中创建新的任务。

source: Default policy for new devices
es: Política por Defecto para nuevos dispositivos
fi: Oletus asetukset uusille laitteille
fr: Politique par défaut pour les nouveaux appareils
hr_hr: Zadani policy za nove uređaje
hu: Alapértelmezett szabályok az új eszközökre
it: Politica predefinita per i nuovi device
sv_se: Standardpolicy för nya enheter
th: นโยบายหลักสำหรับอุปกรณ์ใหม่
vi: Chính sách mặc định cho thiết bị mới
zh_cn: 新设备使用默认策略

source: Enter the id of the policy to apply to newly created devices.
es: Introduzca el id de la política a aplicar a los nuevos dispositivos creados.
fi: Lisää tunnus asetuksille jotka otetaan käyttöön uusissa laitteissa.
fr: Entrez le numéro de la politique qui s'appliquera aux appareils nouvellement enregistrés
hr_hr: Unesite novi policy id za nove kreirane uređaje.
hu: Add meg a szabály ID-t az újonnan elkészített eszközök elfogadásához.
it: Inserisci l'ID della politica da applicare ai nuovi device
sv_se: Ange id för den policy som skall appliceras för nyligen skapta enheter.
th: ใส่รหัสของนโยบายเพื่อใช้สำหรับอุปกรณ์ที่เพิ่งสร้างขึ้น
vi: Nhập vào mã chính sách muốn áp dụng mỗi khi thiết bị mới được tạo
zh_cn: 输入ID的策略应用到新创建的设备。

source: Disable Access Log
fr: Désactiver la journalisation des accès
it: Disattiva log degli accessi
th: ไม่สามารถบันทึกการใช้งาน
vi: Tắt nhật ký truy cập

source: Disable ActiveSync Access Log creation.
fr: Désactiver la journalisation des accès
it: Disabilita la creazione del log degli accessi ActiveSync.
vi: Ngừng tạo nhật ký truy cập ActiveSync

source: Filter timeslot for emails
fr: Jours à synchroniser pour les messages
it: Periodo di sincronizzazione delle email
th: ตัวกรองช่วงเวลาสำหรับอีเมล

source: For how long in the past the emails should be synchronized.
fr: Période de synchronisation des messages passés
it: Per quanto tempo nel passato dovrebbero essere sincronizzate le email.
th: ระยะเวลานานแค่ไหนในอดีตที่อีเมลควรจะได้รับการอัพเดท

source: Filter timeslot for events
fr: Jours à synchroniser pour les évènements
it: Periodo di sincronizzazione degli eventi
th: ตัวกรองช่วงเวลาสำหรับเหตุการณ์ต่าง ๆ

source: For how long in the past the events should be synchronized.
fr: Période de synchronisation des événements passés
it: Per quanto tempo nel passato dovrebbero essere sincronizzati gli eventi.
th: ระยะเวลานานแค่ไหนในอดีที่เหตุการณ์ควรจะได้รับการอัพเดท

source: Default Policy
es: Política por Defecto
fi: Oletus asetukset
fr: Règle par défaut
hr_hr: Zadani policy
hu: Alapértelmezett szabály
it: Politica predefinita
sv_se: Standard Policy
th: นโยบายหลัก
vi: Chính sách mặc định
zh_cn: 默认策略

source: Default Policy installed during setup
es: Política por Defecto instalada durante la instalación
fi: Asennuksen aikana määritellyt oletus asetukset
fr: Politique par défaut configurée durant l'installation
hr_hr: Zadani policy instaliran tijekom postavljanja
hu: Alapértelmezett szabály beállításra került a telepítés közben
it: Politica predefinita installata durante il setup
sv_se: Standard Policy installerad under installation
th: นโยบายหลักได้ถูกคัดลอกแล้วระหว่างการติดตั้ง
vi: Chính sách mặc định đã được thiết lập quá trình cài đặt
zh_cn: 安装过程中使用默认策略

source: Active Sync
sv_se: Aktiv
