Repository: CodeKing/tine20
Catalog: tine20/Phone/translations/*.po
Languages: sq, th

source: Call
sq: Thirrje
th: โทร

source: Calls
sq: Thirrje
th: โทร

source: Line
sq: Linja
th: สาย

source: Caller Id
sq: ID e thirrësit
th: หมายเลขผู้โทร

source: Start
sq: Fillo
th: เริ่มต้น

source: Connected
sq: Lidhur
th: ติดต่อแล้ว

source: Disconnected
sq: Çlidhur
th: ติดต่อไม่ได้

source: Duration
sq: Kohëzgjatja
th: ระยะเวลา

source: Ringing
sq: Duke tringëlluar
th: กำลังรอสาย

source: Direction
sq: Drejtim
th: ทิศทาง

source: Source
sq: Burim
th: แหล่ง

source: Destination
sq: Destinacioni
th: ปลายทาง

source: Phones
sq: Telefonë
th: โทรศัพท์

source: Settings
sq: KOnfigurime
th: ค่าติดตั้ง

source: Lines
sq: Linja
th: สาย

source: Description
sq: Përshkrimi
th: การอธิบาย

source: Calls this week
sq: Thirrje kësaj jave
th: เบอร์ที่ติดต่อในสัปดาห์นี้

source: Calls last week
sq: Thirrje javës së shkuar
th: เบอร์ที่ติดต่อสัปดาห์ที่แล้ว

source: Calls this month
sq: Thirrje këtë muaj
th: เบอร์ที่ติดต่อในเดือนนี้

source: Calls last month
sq: Thirrje muajit të shkuar
th: เบอร์ที่ติดต่อเดือนที่แล้ว

source: Incoming and outgoing calls of this week
sq: Thirrje hyrjëse dhe dalëse të kësaj jave
th: เบอร์โทรเข้า/ออกของสัปดาห์นี้

source: Incoming and outgoing calls of last week
sq: Thirrje hyrëse dhe dalëse të javës së shkuar
th: เบอร์โทรเข้า/ออกของสัปดาห์ที่แล้ว

source: Incoming and outgoing calls of this month
sq: Thirrje hyrëse dhe dalëse të këtij muaji
th: เบอร์โทรเข้า/ออกของเดือนนี้

source: Incoming and outgoing calls of last month
sq: Thirrje hyrëse dhe dalëse të muajit të kaluar
th: เบอร์โทรเข้า/ออกของเดือนที่แล้ว

source: Call contact
sq: Thërrit Kontantin
th: โทรติดต่อ

source: Work
sq: Punë
th: ที่ทำงาน

source: Home
sq: Shtëpi
th: ที่บ้าน

source: Cell
sq: Celular
th: มือถือ

source: Cell private
sq: Celular Privat
th: โทรศัพท์เคลื่อนที่ ส่วนตัว

source: Edit phone settings
sq: Modifiko konfigurimet e telefonit
th: จัดการการตั้งค่าโทรศัพท์

source: Number
sq: Numër
th: หมายเลข

source: Cancel
sq: Anullo
th: ยกเลิก

source: Dial
sq: Formo numrin
th: ติดต่อ

source: Error
sq: Gabim
th: ผิดพลาด

source: Not possible to dial.
sq: E pa mjundur të formohet numri
th: ไม่สามารถติดต่อได้

source: Dial number
sq: Thirr Numrin
th: ติดต่อหมายเลข

source: Initiate a new outgoing call
sq: Nis një thirrje dalëse
th: เริ่มการโทรออกใหม่

source: Incoming call
sq: Thirrje Hyrëse
th: เบอร์โทรเข้า

source: Outgoing call
sq: Thirrje dalëse
th: เบอร์โทรออก

source: unknown number
sq: Numër i panjohur
th: หมายเลขที่ไม่รู้จัก

source: No phone selected
sq: Nuk është zgjedhur asnjë telefon
th: ไม่ได้เลือกโทรศัพท์ใด ๆ

source: Please select the desired phone in the tree!
sq: Ju lutem zgjidhni telefonin e kërkuar në "pemë"!
th: กรุณาเลือกโทรศัพท์ที่ต้องการจากแผนผังต้นไม้
