Repository: CodeKing/tine20
Catalog: tine20/Admin/translations/*.po
Languages: hu, pl, pt_br, sq, sv_se

source: Display in addressbook
hu: Megjelenítés a címjegyzékben
pl: Wyświetlaj w książce adresowej
pt_br: Exibir no catálogo de endereços
sq: Shfaqni në bllokun e adresave
sv_se: Visa i adressbok

source: Hide from addressbook
hu: Elrejtés a címjegyzékben
pl: Ukryj w książce adresowej
pt_br: Ocultar do catálogo de endereços
sq: Fshihni nga blloku i adresave
sv_se: Dölj från adressbok

source: Saved in Addressbook
hu: Címjegyzékben mentve
pl: Zapisano w książce adresowej
pt_br: Salvar no Catálogo de Endereços
sq: U ruajt në bllokun e adresave
sv_se: Spara i Adressbok

source: don't know
hu: nem tudom
pl: nie znam
pt_br: não sei
sq: nuk e di
sv_se: vet inte

source: Password set
hu: Beállított jelszó
pl: Hasło ustawiono
pt_br: Definir senha
sq: Fjalëkalimi u vendos
sv_se: Lösenord Satt

source: User groups
hu: Felhasználói csoportok
pl: Grupy użytkownika
pt_br: Grupos de Usuários
sq: Grupet e përdoruesëve
sv_se: Användar grupper

source: User roles
hu: Felhasználó szerepek
pl: Role użytkownika
pt_br: Função do usuário
sq: Rolet e përdoruesëve
sv_se: Användar roller

source: Fileserver
pl: Serwer plików
pt_br: Servidor de arquivo
sq: Serveri Skedarëve
sv_se: Filserver

source: Do you really want to delete the selected groups?
hu: Valóban törölni akarja a kiválasztott csoportokat?
pl: Czy na pewno chcesz usunąć wybrane grupy?
pt_br: Você quer realmente apagar os grupos selecionados?
sq: Doni vërtet të fshini grupet e zgjedhur?
sv_se: Vill du verkligen ta bort valda grupper?

source: Deleting group(s)...
hu: Csoport(ok) törlése...
pl: Usuwanie grup(y)...
pt_br: Apagando grupo(s)...
sq: Duke fshirë grup(et)...
sv_se: Ta bort grupp(er)...

source: Failed
hu: Nem sikerült
pl: Próba nieudana
pt_br: Falhou
sq: Dështoi
sv_se: Misslyckades

source: Some error occurred while trying to delete the group.
hu: Valamilyen hiba történt a csoport törlése közben.
pl: Podczas próby usunięcia grupy wystąpił błąd.
pt_br: Ocorreram alguns erros enquanto tentava apagar o grupo.
sq: Ndodhën disa gabime ndërkohe që po fshihej grupi
sv_se: Några fel uppstod vid försök att ta bort gruppen.

source: Add Group
hu: Csoport hozzáadása
pl: Dodaj grupę
pt_br: Adicionar Grupo
sq: Shto Grup
sv_se: Lägg till grupp

source: Edit Group
hu: Csoport szerkesztése
pl: Edytuj grupę
pt_br: Editar Grupo
sq: Modifiko Grupin
sv_se: Editera grupp

source: Delete Group
hu: Csoport törlése
pl: Usuń grupę
pt_br: Apagar Grupo
sq: Fshij Grupin
sv_se: Radera grupp

source: Displaying groups {0} - {1} of {2}
hu: Csoportok megjelenítése {0} - {1} / {2}
pl: Wyświetlane grupy {0} - {1} z {2}
pt_br: Exibindo grupos {0} - {1} de {2}
sq: Duke shfaqur grupet {0} - {1} nga {2}
sv_se: Visar grupper {0} - {1} av {2}

source: No groups to display
hu: Nincs megjeleníthető csoport
pl: Brak grup
pt_br: Nenhum grupo a exibir
sq: Nuk ka grupe për tu shfaqur
sv_se: Inga grupper att visa

source: Please wait
hu: Kérlek várj
pl: Proszę czekać
pt_br: Favor aguardar
sq: Ju lutem prisni
sv_se: Vänligen vänta

source: Updating Memberships
hu: Tagságok frissítése
pl: Aktualizacja uczestnictwa
pt_br: Atualizando Sócios
sq: Duke përditësuar Anëtarësimet
sv_se: Uppdatera medlemsskap

source: Could not save group.
hu: Nem sikerült a csoportot menteni.
pl: Zapisanie grupy było niemożliwe.
pt_br: Grupo não pode ser salvo.
sq: Nuk mund të ruhej grupi
sv_se: Kunde inte spara grupp.

source: Errors
hu: Hibák
pl: Błędy
pt_br: Erros
sq: Gabime
sv_se: Fel

source: Please fix the errors noted.
hu: Kérjük javítsa kis a jelölt hibákat.
pl: Proszę poprawić wskazane błędy.
pt_br: Favor fixar os erros anotados.
sq: Ju lutem riparoni gabimet e shënuara
sv_se: Åtgärda felen som noterats.

source: Group Name
hu: Csoport neve
pl: Nazwa grupy
pt_br: Nome do Grupo
sq: Emër Grupi
sv_se: Grupp Namn

source: Group Members
hu: Csoport tagok
pl: Uczestnicy przypisani do grupy
pt_br: Membros do Grupo
sq: Pjesëtarë Grupi
sv_se: Grupp Medlemmar

source: Transferring {0}...
hu: {0} átvitele...
pl: Przesyłanie {0}...
pt_br: Transferindo {0}...
sq: Duke transferuar {0}...
sv_se: Överför {0}...

source: Add new group
hu: Új csoport
pl: Dodaj nową grupę
pt_br: Adicionar novo grupo
sq: Shto një grup të ri
sv_se: Lägg till ny grupp

source: Edit Group "{0}"
hu: Csoport szerkesztése "{0}"
pl: Edytuj grupę "{0}"
pt_br: Editar Grupo "{0}"
sq: Modifiko Grupin "{0}"
sv_se: Ändra Grupp "{0}"

source: IP Address
hu: IP Cím
pl: Adres IP
pt_br: Endereço IP
sq: Adresa IP
sv_se: IP Adress

source: Login Time
hu: Bejelentkezés ideje
pl: Czas zalogowania
pt_br: Hora da Entrada
sq: Koha e hyrjes
sv_se: Inloggningstid Tid

source: Logout Time
hu: Kijelentkezés ideje
pl: Czas wylogowania
pt_br: Hora de Saída
sq: Koha e daljes
sv_se: Utloggningstid Tid

source: Client Type
hu: Kliens típus
pl: Rodzaj klienta
pt_br: Tipo de Cliente
sq: Tipi i Klientit
sv_se: Klient Typ

source: Session ID
hu: Hozzáférés ID
pl: ID sesji
pt_br: ID da Sessão
sq: ID e seances
sv_se: Sessions ID

source: Login Name
hu: Bejelentkezési név
pl: Login
pt_br: Nome de Entrada
sq: Emri i Hyrjes
sv_se: Inloggnings Namn

source: Result
hu: Eredmény
pl: Wynik
pt_br: Resultado
sq: Reziltati
sv_se: Resultat

source: user blocked
hu: felhasználó blokkolva
pl: użytkownik zablokowany
pt_br: usuário bloqueado
sq: përdoruesi i bllokuar
sv_se: Användare blockad

source: password expired
hu: jelszó lejárt
pl: hasło wygasło
pt_br: senha expirada
sq: fjalëkalimi ka skaduar
sv_se: lösenord utgått

source: user disabled
hu: felhasználó letiltva
pl: użytkownik wyłączony
pt_br: usuário inválido
sq: përdoruesi i ç'aktivizuar
sv_se: användare inatkiverad

source: invalid password
hu: érvénytelen jelszó
pl: nieprawidłowe hasło
pt_br: senha inválida
sq: fjalëkalim jo i saktë
sv_se: ogiltligt lösenord

source: ambiguous username
hu: kétértelmű felhasználó név
pl: wieloznaczna nazwa użytkownika
pt_br: nome de usuário ambíguo
sq: Emër përdoruesi jo i qartë
sv_se: tvetydligt användarnamn

source: user not found
hu: felhasználó nem található
pl: użytkownik nie istnieje
pt_br: usuário não encontrado
sq: përdouresi nuk u gjend
sv_se: användare inte hittad

source: failure
hu: hiba
pl: błąd
pt_br: falha
sq: dështim
sv_se: misslyckande

source: success
hu: siker
pl: zakończone sukcesem
pt_br: sucesso
sq: sukses
sv_se: framsteg

source: Computer
hu: Számítógép
pl: Komputer
pt_br: Computador
sq: Kompjuter
sv_se: Dator

source: Updating Tag
hu: Címke frissítése
pl: Aktualizacja znacznika
pt_br: Atualizando Identificação
sq: Duke përditesuar etiketën
sv_se: Updaterings Tagg

source: Could not save tag.
hu: Nem lehetett a címkét menteni.
pl: Zapisanie znacznika było niemożliwe.
pt_br: Identificação não pode ser salva.
sq: Nuk u mundësua shpëtimi i etiketës
sv_se: Kunde inte spara tagg.

source: Allowed Contexts
hu: Megengedett kontextus
pl: Dozwolone konteksty
pt_br: Contextos Permitidos
sq: Kontekst i lejuar
sv_se: Tillåtna Sammanhang

source: Context
hu: Kontextus
pl: Kontekst
pt_br: Contexto
sq: Kontekst
sv_se: Sammanhang

source: Account Rights
hu: Fiók jogok
pl: Uprawnienia grup
pt_br: Direitos de Conta
sq: Të drejtat e llogarisë
sv_se: Konto Rättigheter

source: View
hu: Megtekintés
pl: Podgląd
pt_br: Visões
sq: Shiko
sv_se: Visa

source: Use
hu: Használ
pl: Zastosuj
pt_br: Usar
sq: Përdor
sv_se: Använda

source: Tag Name
hu: Címke név
pl: Nazwa znacznika
pt_br: Nome da Identificação
sq: Emri i Etiketës
sv_se: Tagg Namn

source: Tag
hu: Címke
pl: znacznik
pt_br: Identificação
sq: Etiketë
sv_se: Tagg

source: Add New Tag
hu: Új címke hozzáadása
pl: Dodaj nowy znacznik
pt_br: Adicionar Nova Identificação
sq: Shto një etiketë të re
sv_se: Lägg till ny tagg

source: Edit Tag "{0}"
hu: Címke szerkesztése "{0}"
pl: Edytuj znacznik "{0}"
pt_br: Editar Identificação "{0}"
sq: Modifiko Etiketen "{0}"
sv_se: Ändra Tagg "{0}"

source: Do you really want to delete the selected roles?
hu: Biztos törölni akarod a kiválasztott szerepeket?
pl: Czy na pewno chcesz usunąć wybrane role?
pt_br: Você quer realmente apagar as funções selecionadas?
sq: Doni vërtetë të fshini rolet e zgjedhur?
sv_se: Vill du verkligen ta bort dom valda rollerna?

source: Deleting role(s)...
hu: Szerep(ek) törlése...
pl: Usuwanie roli/ról…
pt_br: Apagando função(ões)...
sq: Duke fshirë rolin(et)
sv_se: tar bort roll(er)...

source: Some error occurred while trying to delete the role.
hu: Valamilyen hiba történt a szerep mentése közben.
pl: Podczas próby usunięcia roli wystąpił błąd.
pt_br: Ocorreu algum erro enquanto a função era apagada.
sq: Ndodhën disa gabime ndërkohe që po fshihej roli
sv_se: Några fel uppstod vid försök att ta bort gruppen.

source: Add Role
hu: Szabály hozzáadása
pl: Dodaj rolę
pt_br: Adicionar Função
sq: Shto Rol
sv_se: Lägg till roll

source: Edit Role
hu: Szabály szerkesztése
pl: Edytuj rolę
pt_br: Editar Função
sq: Modifiko Rolin
sv_se: Editera roll

source: Delete Role
hu: Szabály törlése
pl: Usuń rolę
pt_br: Apagar Função
sq: Fshij Rolin
sv_se: Radera roll

source: Displaying roles {0} - {1} of {2}
hu: Szerepek megjelenítése{0} - {1} / {2}
pl: Wyświetlane role {0} - {1} z {2}
pt_br: Exibindo funções {0} - {1} of {2}
sq: Duke shfaqur rolin {0} - {1} nga {2}
sv_se: Visar roller {0} - {1} av {2}

source: No roles to display
hu: Nincs megjelenthető szerep
pl: Brak ról
pt_br: Nenhuma função a exibir
sq: Nuk ka role për tu shfaqur
sv_se: Inga roller att visa

source: Could not save role.
hu: Szerep mentése nem sikerült.
pl: Zapisanie roli było niemożliwe.
pt_br: Não foi possível salvar a função.
sq: Roli nuk u ruajt dot
sv_se: Kunde inte spara roll.

source: Deleting role...
hu: Szerep törlése...
pl: Usuwanie roli…
pt_br: Apagando a função...
sq: Duke fshir rolin...
sv_se: Tar bort roll...

source: Rights
hu: Jogok
pl: Uprawnienia
pt_br: Direitos
sq: Të drejta
sv_se: Rättigheter

source: Members
hu: Tagok
pl: Uczestnicy
pt_br: Membros
sq: Pjesëtarë
sv_se: Medlemmar

source: Role Name
hu: Szerep neve
pl: Nazwa roli
pt_br: Nome da Função
sq: Emri i Rolit
sv_se: Roll Namn

source: Role
hu: Szerep
pl: rolę
pt_br: Função
sq: Roli
sv_se: Roll

source: Add New Role
hu: Új szerep hozzáadása
pl: Dodaj nową rolę
pt_br: Adicionar Nova Função
sq: Shto një rol të ri
sv_se: Lägg Till Ny Roll

source: Edit Role "{0}"
hu: Szerep szerkesztése "{0}"
pl: Edytuj rolę "{0}"
pt_br: Editar Função "{0}"
sq: Modifiko Rolin "{0}"
sv_se: Ändra Roll "{0}"

source: Container
hu: Konténer
pl: Kontener
pt_br: Repositório
sq: Konteiner
sv_se: Behållare

source: Model
hu: Modell
pt_br: Modelo
sq: Modeli
sv_se: Modell

source: Type
hu: Típus
pl: Typ
pt_br: Tipo
sq: Tipi
sv_se: Typ

source: shared
hu: megosztott
pl: współdzielona
pt_br: compartilhado
sq: ndarë
sv_se: Delad

source: Note for Owner
hu: Feljegyzés a tulajdonosnak
pl: Informacja dla właściciela
pt_br: Nota para o Proprietário
sq: Shënim për zoteruesin
sv_se: Notering för Ägare

source: Container Name
hu: Konténer Név
pl: Nazwa kontenera
pt_br: Nome do Repositório
sq: Emri i Konteinerit
sv_se: Behållare Namn

source: Customfield
hu: Egyedi mező
pl: Pole użytkownika
pt_br: Campo personalizado
sq: Fushë e personalizuar
sv_se: Eget fält

source: Please configure store for this field type
hu: Kérlek állítsd be ennek a mező típusnak a tárolását
pl: Proszę skonfigurować schowek dla takiego rodzaju pola
pt_br: Favor configurar o depósito para este tipo de campo
sq: Ju lutem konfiguroni vend-ruajtien për këtë tip fushe
sv_se: Konfigurera butiken för denna filtyp

source: Default
hu: Alapértelmezett
pl: Ustawienia domyślne
pt_br: Padrão
sq: E paracaktuar
sv_se: Standard

source: Add a New ID...
hu: Új ID hozzáadása...
pl: Dodaj nowy ID...
pt_br: Adicionar novo ID...
sq: Shto një ID te Re
sv_se: Lägg till Nytt ID...

source: Value
hu: Érték
pl: Wartość
pt_br: Valor
sq: Vlera
sv_se: Värde

source: Add a New Value...
hu: Új érték hozzáadása...
pl: Dodaj nową wartość...
pt_br: Adicionar Novo Valor...
sq: Shto një Vlerë të re
sv_se: Lägg till Nytt Värde...

source: Error
hu: Hiba
pl: Błąd
pt_br: Erro
sq: Gabim
sv_se: Fel

source: ID already exists
hu: ID már létezik
pl: Taki ID już istnieje
pt_br: ID já existe
sq: ID ekziston
sv_se: ID existerar redan

source: Value already exists
hu: Érték már létezik
pl: Taka wartość już istnieje
pt_br: Valor já existe
sq: Vlera ekziston
sv_se: Värde existerar redan

source: Record Class
hu: Adat osztály
pl: Klasa wiersza
pt_br: Classe de Registro
sq: Klasa regjistrimit
sv_se: Post Klass

source: Given record class not found
hu: Megadott adat osztály nem találató
pl: Brak szukanej klasy wiersza
pt_br: Não foi encontrada a Classe de registro dada
sq: Klasa e dhëne e regjistrimit nuk u gjet
sv_se: Given post klass inte funnen

source: Configure store
hu: Tárolás beállítása
pl: Konfiguruj schowek
pt_br: Configurar armazenamento
sq: Konfiguro vend-ruajtien
sv_se: Konfigurations butik

source: Custom field definition
hu: Egyedi mező leírás
pl: Definicja pola użytkownika
pt_br: Definição de campo personalizado
sq: Përcaktimi i fushës së personalizuar
sv_se: Eget fält betydelse

source: Text
hu: Szöveg
pt_br: Texto
sq: Tekst

source: Number
hu: Szám
pl: Numer
pt_br: Número
sq: Numër
sv_se: Nummer

source: Date
hu: Dátum
pl: Data
pt_br: Data
sq: Datë
sv_se: Datum

source: DateTime
hu: DátumIdő
pl: Data i godzina
pt_br: Data e Hora
sq: DatëKohë
sv_se: Datumtid

source: Time
hu: Idő
pl: Godzina
pt_br: Hora
sq: Kohë
sv_se: Tid

source: Search Combo
hu: Kombó kerés
pl: Wyszukiwanie combo
pt_br: Pesquisar Combinação
sq: Kërkim Combo
sv_se: Sökkombination

source: Key Field
hu: Kulcs mező
pl: Pole klucz
pt_br: Campo Chave
sq: Fusha e Çelësit
sv_se: Nyckelfält

source: Record
hu: Adat
pl: Wiersz
pt_br: Registro
sq: E dhënë

source: Label
hu: Osztályozás
pl: Etykieta
pt_br: Legenda
sq: EtiketV
sv_se: Märke

source: Length
hu: Hossz
pl: Długość
pt_br: Comprimento
sq: Gjatësi
sv_se: Längd

source: Required
hu: Szükséges
pl: Wymagane
pt_br: Requerido
sq: Kërkohet
sv_se: Krävs

source: Custom field additional properties
hu: Egyedi mező további beállításai
pl: Dodatkowe właściwości pola użytkownika
pt_br: Propriedades adicionais de campo personalizado
sq: Të dhëna shtesë për fushat e personalizuara
sv_se: Ytterligare inställningar för anpassade fält

source: Customfield already exists. Please choose another name.
hu: Egyedi mező már létezik. Kérlek válassz egy másik nevet.
pl: Takie pole już istnieje. Proszę wprowadzić inną nazwę.
pt_br: Campo personalizado já existe. Favor escolher outro nome.
sq: Fusha e personalizuar ekziston. Ju lutem zgjidhni një emër tjetër
sv_se: Anpassade fältet existerar redan. Vänligen välj ett annat namn.

source: Restart application to apply new customfields?
hu: Újraindítsam az programot az egyedi mezők alkalmazásához?
pl: Czy zrestartować aplikację w celu dodania nowych pól?
pt_br: Reiniciar a aplicação para aplicar as novas personalizações dos campos
sq: Rinisni aplikacionin për të aplikuar fushat e reja të personalizuara
sv_se: Starta om applikationen för att lägga till nya anpassade fält

source: Your container has been changed
hu: Konténered megváltozott
pl: Kontener został zmieniony
pt_br: Seu repositório foi modificado
sq: Konteineri Juaj është ndryshuar
sv_se: Din behållare har blivit ändrad

source: Your container has been changed by %1$s %2$sNote: %3$s
hu: Konténeredet megváltozotta %1$s %2$sFeljegyzés: %3$s
pl: Twój kontener został zmieniony przez %1$s%2$sInformacja: %3$s
pt_br: Seu repositório foi modificado por %1$s %2$sNota: %3$s
sq: Konteineri juaj është ndryshuar nga %1$s %2$sShenim: %3$s
sv_se: Din behållare har blivit ändrad av %1$s %2$sNotering: %3$s

source: Admin
pl: Administrator
pt_br: Administrador
sv_se: Administratör

source: Status
hu: Állapot
pt_br: Situação

source: OpenID
pl: ID uwierzytelnienia (OpenID)
pt_br: ID de Abertura
sv_se: ÖppnaID

source: personal
hu: személyes
pl: osobista
pt_br: pessoal
sv_se: personlig

source: Boolean
hu: Logikai
pl: Wyrażenie boolowskie
pt_br: Boleano
