Repository: CodeKing/tine20
Catalog: tine20/Admin/translations/*.po
Languages: hu, pl, pt_br, sq, sv_se

source: manage access log
hu: hozzáférési napló kezelése
pl: edytowanie dziennika logowania
pt_br: gerenciar a lista de acesso
sq: menaxho ditarin e hyrjeve
sv_se: hantera åtkomstlogg

source: delete access log entries
hu: hozzáférési napló bejegyzés törlése
pl: usuwanie wpisów z dziennika logowania
pt_br: apagar as entradas da lista de acesso
sq: fshij shenimet e ditarit te hyrjeve
sv_se: radera åtkomstlogg

source: manage accounts
hu: fiókok kezelése
pl: edytowanie kont użytkowników
pt_br: gerenciar contas
sq: menaxho llogaritë
sv_se: hantera konton

source: add and edit users and groups, add group members, change user passwords
hu: felhasználók és csoportok hozzáadása, szerkesztése, csoporttag hozzáadása, felhasználó jelszó megváltoztatása
pl: dodaj i edytuj użytkowników oraz grupy, zmień hasła użytkowników, dodaj użytkowników do grup
pt_br: adicionar e editar usuários e grupos, adicionar membros de grupos, modificar senhas de usuários
sq: shto dhe modifiko përdorues dhe grupe, shto pjestarë grupi , ndrysho fjalëkalime përdoruesish
sv_se: lägga till och redigera användare och grupper, lägga till gruppmedlemmar, ändra lösenord för användare

source: manage applications
hu: alkalmazások kezelése
pl: edytowanie aplikacji
pt_br: gerenciar aplicações
sq: menaxho aplikacione
sv_se: hantera applikationer

source: enable and disable applications, edit application settings
hu: alkalmazások be és kikapcsolása és beállítások módosítása
pl: włącz lub wyłącz aplikacje, edytuj ustawienia aplikacji
pt_br: permitir e restringir aplicações, editar parâmetros de aplicações
sq: aktivizo dhe ç'aktivizo aplikacione, modifiko konfigurimet e aplikacioneve
sv_se: aktivera och inaktivera applikationer, redigera applikationinställningar

source: manage roles
hu: szerepek kezelése
pl: edytuj role
pt_br: gerenciar funções
sq: menaxho rolet
sv_se: hantera roller

source: add and edit roles, add new members to roles, add application rights to roles
hu: szerepek hozzáadása és szerkesztése, új szerep hozzáadása felhasználóhóz, alkalmazás hozzáférések szerepekhez adása
pl: dodaj nowych użytkowników do roli, dodaj i edytuj role, przypisz rolom uprawnienia do aplikacji
pt_br: adicionar e editar funções, adicionar novos membros em funções, " "adicionar privilégios a funções
sq: shto dhe modifiko rolet, shto pjestarë te rinj në rolet, shto të drejta aplikacionesh në role
sv_se: lägga till och redigera roller, lägga till nya medlemmar till roller, lägga till applikationsrättigheter till roller

source: manage shared tags
hu: megosztott címkék kezelése
pl: edytowanie wspólnych znaczników
pt_br: gerenciar identificações compartilhadas
sq: menaxho etiketat e ndara
sv_se: hantera delade taggar

source: add, delete and edit shared tags
hu: címkék hozzáadása, szerkesztése, törlése
pl: dodaj, usuń i edytuj wspólne znaczniki
pt_br: adicionar, apagar e editar identificações compartilhadas
sq: shto , fshij dhe modifiko etiketat e ndara
sv_se: lägga till, radera och redigera delade taggar

source: manage computers
hu: számítógépek kezelése
pl: edytowanie listy komputerów
pt_br: gerenciar computadores
sq: menaxho kompjutera
sv_se: hantera datorer

source: add, delete and edit (samba) computers
hu: számítógép (samba) hozzáadása, szerkesztése, törlése
pl: dodaj, usuń i edytuj komputery (Samba)
pt_br: adicionar, apagar e editar (samba) computadores
sq: shto, fshij dhe modifiko kompjutera (samba)
sv_se: lägg till, radera och redigera (samba) datorer

source: manage containers
hu: konténerek kezelése
pl: zarządzaj kontenerami
pt_br: gerenciar repositórios
sq: menaxho konteinerët
sv_se: hantera behållare

source: add, delete and edit containers and manage container grants
hu: konténerek hozzáadása, szerkesztése, törlése és konténer jogok kezelése
pl: dodaj, usuń oraz edytuj kontenery i zarządzaj uprawnieniami do kontenerów
pt_br: adicionar, apagar e editar repositórios e gerenciar privilégios " "sobre repositórios
sq: shto, fshij dhe modifiko kontenierët dhe menaxho te drejtat e kontenierëve
sv_se: lägga till, radera och redigera behållare och hantera rättigheter

source: manage customfields
sq: menaxho fushat e personalizuara

source: add and edit customfields
sq: shto dhe modifiko fushat e personalizuara

source: view access log
hu: hozzáférési napló megtekintése
pl: wyświetlanie dziennika logowania
pt_br: ver a lista de acesso
sq: shiko ditarin e hyrjeve
sv_se: visa åtkomst logg

source: view access log list
hu: hozzáférési napló listája
pl: wyświetlanie wpisów z dziennika logowania
pt_br: ver a relação das listas de acesso
sq: shiko listën e ditarit të hyrjeve
sv_se: visa åtkomst logg lista

source: view accounts
hu: fiókok megtekintése
pl: wyświetlanie kont użytkowników
pt_br: ver contas
sq: shiko llogarite
sv_se: visa konton

source: view accounts list and details
hu: fiók lista és részletek listája
pl: wyświetlanie listy kont użytkowników i szczegółów
pt_br: ver lista de contas e detalhes
sq: shiko listën e llogarive dhe detajet
sv_se: visa konto listor och detaljer

source: view applications
hu: alkalmazások megtekintése
pl: wyświetlanie aplikacji
pt_br: ver aplicações
sq: shiko aplikacionet
sv_se: visa tillämpningar

source: view applications list and details
hu: alkalmazás lista és részletek
pl: wyświetlanie listy aplikacji i szczegółów
pt_br: ver lista de aplicações e detalhes
sq: shiko listën e aplikacioneve dhe detajet
sv_se: visa tillämpningars listor och detaljer

source: view roles
hu: szerepek megtekintése
pl: wyświetlanie ról
pt_br: ver funções
sq: shiko rolet
sv_se: visa roller

source: view roles list and details
hu: szerepek és részletek listjája
pl: wyświetlanie listy ról i szczegółów
pt_br: ver lista de funções e detalhes
sq: shiko rolet dhe detajet
sv_se: visa rollers lista och detaljer

source: view computers
hu: számítógépek megtekintése
pl: wyświetlanie listy komputerów
pt_br: ver computadores
sq: shiko kompjutera
sv_se: visa datorer

source: view computers list and details
hu: számítógépek és részletek listája
pl: wyświetlanie listy komputerów i szczegółów
pt_br: ver lista de computadores e detalhes
sq: shiko listën e komjuterave dhe detajet
sv_se: visa dator listor och detaljer

source: view containers
hu: konténerek megtekintése
pl: edytuj kontenery
pt_br: ver repositórios
sq: shiko konteinerët
sv_se: visa behållare

source: view personal and shared containers
hu: személyes és megosztott konténerek megtekintése
pl: edytuj osobiste i współdzielone kontenery
pt_br: ver repositórios pessoais e compartilhados
sq: shiko konteinerët e ndarë personal
sv_se: visa personliga och delade behållare

source: view customfields
sq: shiko fushat e personalizuara

source: view customfields list
sq: shiko listën e fushave të personalizuara

source: view serverinfo
sq: shiko informacionin e serverit

source: view serverinfo list
sq: shiko listën e informaciont të serverit

source: Default IMAP user settings
hu: Alapértelmezett IMAP felhasználó beállítások
pl: Domyśle ustawienia IMAP dla użytkownika
pt_br: Parâmetros padrão de usuário IMAP
sq: Konfigurimet e Paracaktuara IMAP të përdoruesit
sv_se: Standard IMAP-inställningar för användare

source: Default Addressbook for new contacts and groups
hu: Alapértelmezett Címjegyzék új kapcsolatokhoz és csoportokhoz
pl: Domyślna książka adresowa dla nowych kontaktów i grup
pt_br: Catálogo de Endereços padrão para novos contatos e grupos
sq: Blloku i paracaktuar i adresave për kontakte dhe grupe te rinj
sv_se: Standard Adressbok för nya kontakter och grupper

source: User
hu: Felhasználó
pl: użytkownika
pt_br: Usuário
sq: Përdorues
sv_se: Användare

source: Groups
hu: Csoportok
pl: Grupy
pt_br: Grupos
sq: Grupe
sv_se: Grupper

source: Roles
hu: Szerepek
pl: Role
pt_br: Funções
sq: Role
sv_se: Roller

source: Computers
hu: Számítógépek
pl: Komputery
pt_br: Computadores
sq: Kompjutera
sv_se: Datorer

source: Applications
hu: Alkalmazások
pl: Aplikacje
pt_br: Aplicações
sq: Aplikacione
sv_se: Tillämpningar

source: Access Log
hu: Hozzáférési Napló
pl: Dziennik logowania
pt_br: Relação de Acesso
sq: Ditari i hyrjeve
sv_se: Åtkomst Logg

source: Shared Tags
hu: Megosztott címkék
pl: Wspólne znaczniki
pt_br: Identificações Compartilhadas
sq: Etiketa të ndara
sv_se: Delade Taggar

source: Containers
hu: Konténerek
pl: Kontenery
pt_br: Repositórios
sq: Konteinerë
sv_se: Behållare

source: Customfields
hu: Egyedi mezők
pl: Pola użytkownika
pt_br: Campos personalizados
sq: Fusha‎ të personifikuara
sv_se: Egna fält

source: Server Information
hu: Szerver információ
pl: Informacja o serwerze
pt_br: Informações do Servidor
sq: Informacion i serverit

source: Refresh
hu: Frissítés
pl: Odśwież
pt_br: Atualizar
sq: Rifresko
sv_se: Uppdatera

source: Computer Name
hu: Számítógép Név
pl: Nazwa komputera
pt_br: Nome do Computador
sq: Emri i Kompjuterit
sv_se: Dator Namn

source: Description
hu: Leírás
pl: Opis
pt_br: Descrição
sq: Përshkrimi
sv_se: Beskrivning

source: Name
hu: Név
pl: Nazwa
pt_br: Nome
sq: Emri
sv_se: Namn

source: Confirm
hu: Megerősít
pl: Potwierdź
pt_br: Confirmar
sq: Konfirmo
sv_se: Bekräfta

source: Do you really want to delete the selected tags?
hu: Biztos törölni akarja a kiválaszott címkéket?
pl: Czy na pewno chcesz usunąć wybrane znaczniki?
pt_br: Você quer realmente apagar as identificações selecionadas?
sq: Doni vërtet të fshini etiketat e zgjedhura
sv_se: Vill du verkligen ta bort valda taggar?

source: Deleting tag(s)...
hu: Címke(ék) törlése...
pl: Usuwanie znacznika / znaczników…
pt_br: Apagando identificação(ões)...
sq: Duke fshirë etiketën(at)
sv_se: Tar bort tagg(ar)...

source: Add Tag
hu: Címke hozzáadása
pl: Dodaj znacznik
pt_br: Adicionar Identificação
sq: Shto Etiketë
sv_se: Lägg till tagg

source: Edit Tag
hu: Címke szerkesztése
pl: Edytuj znacznik
pt_br: Editar Identificação
sq: Modifiko Etiketën
sv_se: Editera tagg

source: Delete Tag
hu: Címke törlése
pl: Usuń znacznik
pt_br: Apagar Identificação
sq: Fshij Etiketën
sv_se: Radera tagg

source: Search:
hu: Keresés:
pl: Znajdź:
pt_br: Pesquisa:
sq: Kërko:
sv_se: Sök:

source: Displaying tags {0} - {1} of {2}
hu: Címkék megjelenítése {0} - {1} / {2}
pl: Wyświetl znaczniki {0} - {1} z {2}
pt_br: Exibindo identificações {0} - {1} of {2}
sq: Duke shfaqur etiketat {0} - {1} nga {2}
sv_se: Visar taggar {0} - {1} av {2}

source: No tags to display
hu: Nincs megjeleníthető címke
pl: Brak znaczników
pt_br: Nenhuma identificação a exibir
sq: Nuk ka etiketa për tu shfaqur
sv_se: Inga taggar att visa

source: Color
hu: Szín
pl: Kolor
pt_br: Cor
sq: Ngjyrë
sv_se: Färg

source: Usage:&#160;
hu: Használat:&#160;
pl: Zużycie:&#160;
pt_br: Tratamento:&#160;
sq: Përdorimi:&#160;
sv_se: Användande:&#160;

source: Group
hu: Csoport
pl: Grupa
pt_br: Grupo
sq: Grup
sv_se: Grupp

source: Application
hu: Alkalmazás
pl: Aplikacja
pt_br: Aplicação
sq: Aplikacion
sv_se: Tillämpning

source: {0} Settings
hu: {0} Beállítások
pl: Ustawienia {0}
pt_br: {0} Parâmetros
sq: {0} Konfigurime
sv_se: {0} Inställningar

source: Enable Application
hu: Alkalmazás engedélyezése
pl: Włącz aplikację
pt_br: Permitir Aplicação
sq: Aktivizo Aplikacionin
sv_se: Aktivera applikation

source: Disable Application
hu: Alkalmazás letiltása
pl: Wyłącz aplikację
pt_br: Aplicação Bloqueada
sq: Ç'aktivizo Aplikacionin
sv_se: Avaktivera applikation

source: Settings
hu: Beállítása
pl: Ustawienia
pt_br: Parâmetros
sq: Konfigurime
sv_se: Inställningar

source: enable application
hu: alkalmazás engedélyezése
pl: Włącz aplikację
pt_br: permitir aplicação
sq: aktivizo aplikacionin
sv_se: aktivera tillämpning

source: disable application
hu: alkalmazás felfüggesztése
pl: Wyłącz aplikację
pt_br: bloquear aplicação
sq: ç'aktivizo aplikacionin
sv_se: avaktivera tillämpning

source: settings
hu: beállítások
pl: ustawienia
pt_br: parâmetros
sq: konfigurime
sv_se: inställningar

source: disabled
hu: felfüggesztve
pl: wyłączone
pt_br: inválido
sq: ç'aktivizuar
sv_se: avaktiverad

source: enabled
hu: engedélyezve
pl: włączone
pt_br: permitido
sq: aktivizuar
sv_se: aktiverad

source: unknown status ({0})
hu: ismeretlen állapot ({0})
pl: nieznany status ({0})
pt_br: situação desconhecida ({0})
sq: status i panjohur ({0})
sv_se: okänd status ({0})

source: Displaying application {0} - {1} of {2}
hu: Alkalmazások megjelenítése {0} - {1} / {2}
pl: Wyświetl aplikację {0} - {1} z {2}
pt_br: Exibindo aplicação {0} - {1} de {2}
sq: Duke shfaqur aplikacionin {0} - {1} nga {2}
sv_se: Visar tillämpning {0} - {1} av {2}

source: No applications to display
hu: Nincs megjeleníthető alkalamazás
pl: Brak aplikacji
pt_br: Nenhuma aplicação a exibir
sq: Nuk ka aplikacione për tu shfaqur
sv_se: Inga tillämpningar att visa

source: Order
hu: Sorrend
pl: lp
pt_br: Ordenar
sq: Renditje
sv_se: Beställ

source: Version
hu: Verzió
pl: Wersja
pt_br: Versão
sq: Versioni

source: Users
hu: Felhasználók
pl: Użytkownicy
pt_br: Usuários
sq: Përdorues
sv_se: Användare

source: Samba User
pl: Użytkownik Samby
pt_br: Usuário Samba
sq: Perdorues Samba
sv_se: Samba Användare

source: Email User
pl: E-mail użytkownika
pt_br: Usuário de Email
sq: Përdorues E-Poste
sv_se: E-post Användare

source: Enable Account
hu: Fiók engedélyezése
pl: Włącz konto
pt_br: Habilitar Conta
sq: Aktivizoni Llogarinë
sv_se: Aktivera konto

source: Disable Account
hu: Fiók törlése
pl: Wyłącz konto
pt_br: Desabilitar Conta
sq: Ç'aktivizoni Llogarinë
sv_se: Avaktivera konto

source: Reset Password
hu: Jelszó visszaállítása
pl: Zresetuj hasło
pt_br: Redefinir Senha
sq: Rivendosni Fjalëkalimin
sv_se: Återställ lösenord

source: Display name
hu: Megjelenítési név
pl: Wyświetl nazwę
pt_br: Exibir nome
sq: Emri i Shfaqur
sv_se: Visningsnamn

source: Login name
hu: Bejelentkezési név
pl: Login
pt_br: Nome de entrada
sq: Emrii Hyrjes
sv_se: Inloggningsnamn

source: Last name
hu: Vezetéknév
pl: Nazwisko
pt_br: Sobrenome
sq: Mbiemri
sv_se: Efternamn

source: First name
hu: Keresztnév
pl: Imię
pt_br: Prenome
sq: Emri
sv_se: Förnamn

source: Email
sq: E-Posta
sv_se: E-post

source: Last login at
hu: Utolsó bejelentkezés
pl: Czas ostatniego logowania
pt_br: Último acesso às
sq: Hyrja e fundit më
sv_se: Senaste Inloggning

source: Last login from
hu: Utolsó bejelentkezés helye
pl: Ostatnie zalogowanie z adresu
pt_br: Último acesso de
sq: Hyrja e fundit nga
sv_se: Senaste Inloggning från

source: Password changed
hu: Jelszó megváltoztatása
pl: Hasło zostało zmienione
pt_br: Senha modificada
sq: Fjalëkalimi ndryshoi
sv_se: Lösenord ändrat

source: Expires
hu: Lejár
pl: Konto wygasa
pt_br: Expira
sq: Skadon
sv_se: Utgår

source: Set new password
hu: Új jelszó beállítása
pl: Zdefiniuj nowe hasło
pt_br: Definir nova senha
sq: Vendosni Fjalëkalimin e ri
sv_se: Välj nytt lösenord

source: Please enter the new password:
hu: Kérjük adja meg az új jelszavat:
pl: Proszę wprowadzić nowe hasło:
pt_br: Favor informar nova senha:
sq: Ju lutem fusni fjalëkalimin e ri
sv_se: Ange nytt lösenord

source: Domain is not allowed. Check your SMTP domain configuration.
hu: Domain nem engedélyezett. Nézd meg az SMTP domain konfigurációt.
pl: Nieprawidłowa domena. Proszę sprawdzić konfigurację domeny SMTP.
pt_br: Domínio não permitido. Verificar a configação do seu domínio SMTP.
sq: Domain nuk lejohet, Kontrolloni konfigurimet e domain-it SMTP
sv_se: Domän ej tillåten. Kontrollera konfigurationen för SMTP-domänen.

source: Passwords do not match!
hu: A jelszavak nem egyeznek!
pl: Nieprawidłowe hasło
pt_br: Senhas não são iguais!
sq: Fjalëkalimet nuk përkojne
sv_se: Lösenorden matchar inte!

source: Passwords match!
hu: Jelszó megegyezik!
pl: Hasła poprawne!
pt_br: Senhas iguais!
sq: Fjalëkalimet përkojne
sv_se: Lösenorden matchar!

source: Primary group
hu: Elsődleges csoport
pl: Grupa nadrzędna
pt_br: Grupo principal
sq: Grupi primar
sv_se: Primär grupp

source: Home Directory
hu: Home könyvtár
pl: Katalog domowy
pt_br: Diretório Inicial
sq: Skedari Kryesor
sv_se: Hemmamapp

source: Login Shell
hu: Bejelentkezési Környezet
pl: Powłoka logowania
pt_br: Acessar o Shell
sq: Hapësira Hyrjes
sv_se: Inloggningsskal

source: Home Drive
hu: Home meghajtó
pl: Dysk lokalny
pt_br: Drive Inicial
sq: Arkiva Kryesore
sv_se: Hemmadisk

source: Logon Time
hu: Bejelentkezés ideje
pl: Czas zalogowania
pt_br: Hora da Entrada
sq: Koha e Hyrjes
sv_se: Påloggningstid

source: never logged in
hu: sosem jelentkezett be
pl: nigdy nie był zalogowany
pt_br: nunca acessado em
sq: Nuk ka hyrë asnjëhere
sv_se: loggade inte in

source: Home Path
hu: Home útvonal
pl: Ścieżka do katalogu domowego
pt_br: Nome do Caminho
sq: Rruga kryesore
sv_se: Sökväg för hem

source: Logoff Time
hu: Kijelentkezés ideje
pl: Czas wylogowania
pt_br: Hora do Desligamento
sq: Koha e daljes
sv_se: Avloggningstid

source: never logged off
hu: sosem jelentkezett ki
pl: nigdy się nie wylogowywał(a)
pt_br: nunca desligado
sq: Nuk ka dalë asnjëhere
sv_se: loggade inte av

source: Profile Path
hu: Profil útvonal
pl: Ścieżka do katalogu z profilami
pt_br: Caminho do Perfil
sq: Rruga e profilit
sv_se: Sökväg för profil

source: Password Last Set
hu: Utolsónak megadott jelszó
pl: Ostatnia zmiana hasła
pt_br: Última Senha
sq: Fjalëkalimi i funidit i vendosur më
sv_se: Ändrade lösenord senast

source: never
hu: soha
pl: nigdy
pt_br: nunca
sq: asnjëhere
sv_se: aldrig

source: Logon Script
hu: Bejelentkezési Script
pl: Skrypt logowania
pt_br: Script de Entrada
sq: Shkrimi i hyrjes
sv_se: Inloggningsscript

source: Password Can Change
hu: A jelszó megváltozhat
pl: Możliwa zmiana hasła
pt_br: Senha pode mudar
sq: Fjalëkalimi mund të ndryshojë
sv_se: Lösenordet kan ändras

source: not set
hu: nincs beállítva
pl: nie ustawione
pt_br: não definido
sq: nuk është vendosur
sv_se: inte inställt

source: Password Must Change
hu: A jelszót meg kell változtatni
pl: Konieczna zmiana hasła
pt_br: Senha deve mudar
sq: Fjalëkalimi Duhet ndryshuar
sv_se: Lösenord måste ändras

source: Kick Off Time
hu: Kirúgás ideje
pl: Czas wylogowania
pt_br: Hora de início
sq: Koha e përjashtimit
sv_se: Tid för avspark

source: IMAP Quota (MB)
hu: IMAP kvóta (MB)
pl: Kwota dla IMAPa (MB)
pt_br: Quota de IMPA (MB)
sq: Kuta IMAP (MB)
sv_se: IMAP-kvot (MB)

source: Quota
hu: Kvóta
pl: Kwota
sq: Kuota
sv_se: Kvot

source: no quota set
hu: nincs kvóta beállítva
pl: kwota nieustawiona
pt_br: nenhuma quota definida
sq: nuk është vendosur kuotë
sv_se: ingen kvot satt

source: Current Mailbox size
hu: Mostani Postafiók mérete
pl: Rozmiar bieżącej skrzynki pocztowej
pt_br: Tamanho da Caixa de Correio corrente
sq: Madhësia aktuale e Kutisë së Postës
sv_se: Nuvarande storlek på e-postmappen

source: Sieve Quota (MB)
hu: Sieve Kvóta (MB)
pl: Kwota ograniczenia (MB)
pt_br: Parcela do filtro (MB)
sq: Kuota Sieve (MB)
sv_se: Kvot (MB)

source: Current Sieve size
hu: Mostani Sieve mérete
pl: Rozmiar bieżącego filtra
pt_br: Tamanho do filtro atual
sq: Madhësia aktuale e Sieve
sv_se: Nuvarande kvot

source: Information
hu: Információ
pl: Informacja
pt_br: Informação
sq: Informacion

source: Last Login
hu: Utolsó bejelentkezés
pl: Ostatnie logowanie o
pt_br: Último Acesso
sq: Hyrja e Fundit
sv_se: Senast inloggad

source: Domain not allowed
hu: Domain nem engedélyezett
pl: Niedozwolona domena
pt_br: Domínio não permitido
sq: Domain nuk lejohet
sv_se: Domän inte tillåten

source: The domain {0} of the alias {1} you tried to add is neither configured as primary domain nor set as a secondary domain in the setup.
hu: Az {1} alias domainje: {0}, amit hozzáadni próbáltál, sem nincs elsődleges domainnek konfigurálva, sem nem másodlagosnak a telepítésben.
pl: Domena {0} aliasu {1}, którą chciałeś dodać nie jest skonfigurowana jako domena domyślna ani jako druga.
pt_br: O domínio {0} do {1} alternativo que você tentou adiconar não está configurado como domínio principal nem atribuído como segundo domínio na configuração.
sq: Domani {0} i pseudonimit {1} që Ju u munduat të shtoni, nuk është as i konfiguruarsi domain parësor dhe as si dytësor
sv_se: Domänen {0} för det alias {1} du försökte lägga till är varken configurerad som primär domän eller satt som sekundär domän i denna uppsättning.

source: Email Alias
hu: Email Aliasz
pl: Alias adresu e-mail
pt_br: Email Alternativo
sq: Pseudonime të E-Postës
sv_se: E-postalias

source: Add an alias address...
hu: Aliasz cím hozzáadása...
pl: Dodaj alias dla adresu e-mail...
pt_br: Adicionar um endereço alternativo...
sq: Shtoni një pseudonim adrese...
sv_se: Lägg till ett alias..

source: Forwarding to self
hu: Továbbítás magamnak
pl: Przekazanie do siebie
pt_br: Auto encaminhamento
sq: Ridrejtuar tek vetja
sv_se: Vidarebefodran till sig själv

source: You are not allowed to set a forward email address that is identical to the users primary email or one of his aliases.
hu: Nincs lehetőséged beállítani egy olyan továbbítási email címet, amely azonos a felhasználó elsődleges email címével vagy valamelyik aliasával.
pl: Nie masz uprawnień ani do nadawania docelowego adresu pocztowego identycznego z domyślnymi adresami użytkowników ani ich aliasami.
pt_br: Não é permitido usar um endereço de email que seja idêntico ao endereço principal dos usuários ou um dos seus pseudônimos.
sq: Ju nuk jeni të lejuar të vendosni një adresë poste ridrejtuese të njëjtë meadresVn parësore të përdoruesit ose pseudonimin
sv_se: Du tillåts inte att sätta en vidarebefodrans-adress som är identisk med användarens primära adress eller ett av användares alias.

source: Email Forward
hu: Email Továbbítás
pl: Przekaż e-mail
pt_br: Encaminhar Email
sq: Ridrejtim E-Poste
sv_se: Vidarebefordra e-post

source: Add a forward address...
hu: Továbbítási cím hozzáadása...
pl: Dodaj adres dla przekazywanych wiadomości...
pt_br: Adicionar endereço de encaminhamento...
sq: Shto një adresë ridrejtimi
sv_se: Lägg till en vidarebefordringsadress...

source: Forward Only
hu: Csak továbbítás
pl: Tylko prześlij dalej
pt_br: Somente encaminhar
sq: Vetëm Ridrejtim
sv_se: Vidarebefordra endast

source: Password confirmation
hu: Jelszó megerősítés
pl: Powtórz hasło
pt_br: Confirmação de senha
sq: Konfirmim Fjalëkalimi
sv_se: Lösenordskonfirmation

source: Repeat password
hu: Jelszó ismétlése
pl: Zresetuj hasło
pt_br: Repetir senha
sq: Përsërisni Fjalëkalimin
sv_se: Repetera lösenord

source: Cancel
hu: Megszakítás
pl: Anuluj
pt_br: Cancelar
sq: Anullo
sv_se: Avbryt

source: Account
hu: Fiók
pl: Konto
pt_br: Conta
sq: Llogari
sv_se: Konto

source: Password
hu: Jelszó
pl: Hasło
pt_br: Senha
sq: Fjalëkalimi
sv_se: Lösenord

source: expired
hu: lejárt
pl: wygasło
pt_br: expirado
sq: skaduar
sv_se: utgången

source: blocked
hu: blokkolt
pl: zablokowany
pt_br: bloqueado
sq: bllokuar
sv_se: blockerad

source: Invalid Status
hu: Érvénytelen állapot
pl: Status Nieprawidłowe
pt_br: Situação Inválida
sq: Status i Gabuar
sv_se: Ogiltig Status

source: Blocked status is only valid if the user tried to login with a wrong password to often. It is not possible to set this status here.
hu: A blokkolt állapot csak akkor él, ha egy felhasználó túl gyakran próbált meg rossz jelszóval bejelentkezni. Itt nem lehetséges ezt az állapotot beállítani.
pl: Status Zablokowany obowiązuje, jeśli użytkownik zbyt wiele razy próbuje się zalogować nieprawidłowym hasłem. Nie ma tutaj możliwości ustawiania statusu.
pt_br: Situação bloqueada só é válida se o usuário tentou entrar com um senha errada frequentemente. Não é possível atribuir esta situação aqui.
sq: Statusi i bllokuar është i vlefshëm vetëm nëse përdoruesi provoi të hynte shumë shpeshme fjalëkalim të gabuar. Nuk është e mundur të vendoset ky status këtu
sv_se: Blockerade status är endast giltigt om användaren försökte logga in med fel lösenord för ofta. Det är inte möjligt att ställa in denna status här.

source: Visibility
hu: Láthatóság
pl: Widoczność konta
pt_br: Visibilidade
sq: Dukshmëria
sv_se: Synlighet
