Repository: CodeKing/tine20
Catalog: tine20/Courses/translations/*.po
Languages: de, fi

source: Add new user
de: Neuen Benutzer hinzufügen
fi: Lisää uusi osallistuja

source: Add new user as member to a course
de: Einen neuen Benutzer als Schüler zur Klasse hinzufügen
fi: Lisää uusi osallistuja kurssille

source: Add existing user
de: Bestehenden Benutzer hinzufügen
fi: Lisää olemassa oleva osallistuja

source: Add existing user as member to a course
de: Einen bestehenden Benutzer als Schüler zur Klasse hinzufügen
fi: Lisää olemassa oleva osallistuja kurssille

source: Internet Access
de: Internet freigegeben
fi: Internet oikeudet

source: Internet access options.
de: Internet -Zugangsoptionen
fi: Internet oikeuksien asetukset.

source: Internet Access Group (ON)
de: Internet Zugangsgruppe (AN)
fi: Internet oikeuksien ryhmä (KÄYTÖSSÄ)

source: Internet Access Group (FILTERED)
de: Internet Zugangsgruppe (GEFILTERT)
fi: Internet oikeuksien ryhmä (SUODATETTU)

source: Students Group
de: Studentengruppe
fi: Opiskelija ryhmä

source: Students Import Definition
de: Schülerimportdefinition
fi: Oppilaiden tuonnin määrittely

source: Students login name prefix
de: Studenten-Loginnamen Prefix
fi: Etumääre, joka lisätään oppilaan käyttäjätunnukseen

source: Student username schema
de: Benutzernamensschema für Schüler

source: Student username schema (0 = only lastname (10 chars), 1 = lastname + 2 chars of firstname
de: Benutzernamensschema für Schüler (0 = nur Nachname (10 Zeichen), 1 = Nachname + 2 Zeichen des Vornamens)

source: Samba user settings
de: Samba-Benutzereinstellungen
fi: Samba asetukset

source: Courses
de: Klassen
fi: Kurssit

source: All courses
de: Alle Klassen
fi: Kaikki kurssit

source: On
de: An
fi: Päällä

source: Off
de: Aus
fi: Pois päältä

source: Filtered
de: Gefiltert
fi: Suodatettu

source: The default favorite which is loaded on Classes startup
de: Standardfilter, der beim Starten der Klassenverwaltung geladen wird
fi: Oletussuosikki, joka ladataan kurssin alussa.

source: Import course members
de: Klassenmitglieder importieren
fi: Lisää kurssin osallistujat

source: Add new member
de: Neues Mitglied hinzufügen
fi: Lisää uusi jäsen

source: Course
de: Klasse
fi: Kurssi

source: Course Name
de: Klassenname
fi: Kurssin nimi

source: Course / School Type
de: Schultyp
fi: Kurssi / Koulutuksen tyyppi

source: Description
de: Beschreibung
fi: Kuvaus

source: Fileserver Access
de: Zugriff auf Fileserver gesperrt
fi: Tiedostopalvelimen oikeudet

source: Members
de: Mitglieder
fi: Käyttäjät

source: unknown
de: unbekannt
fi: tuntematon

source: Reset Password
de: Passwort zurücksetzen
fi: Nollaa salasana

source: First Name
de: Vorname
fi: Etunimi

source: Last Name
de: Nachname
fi: Sukunimi

source: Add new member to course
de: Neues Mitglied zur Klasse hinzufügen
fi: Lisää uusi osallistuja kurssille

source: Errors
de: Fehler
fi: Virheet

source: Please fix the errors noted.
de: Bitte beheben Sie die genannten Fehler.
fi: Korjaa havaitut virheet

source: Type
de: Typ
fi: Tyyppi

source: Failed
de: Fehlgeschlagen
fi: Epäonnistui

source: Some error occured while trying to update the courses.
de: Beim aktualisieren der Klasse(n) trat ein Fehler auf.
fi: Virhe kurssia päivitettäessä

source: record list
de: Liste
fi: Suorituslista

source: Quick search
de: Schnellsuche

source: Course Type
de: Klassentyp
fi: Kurssin tyyppi

source: Quick Search
de: Schnellsuche

source: Teacher
de: Lehrer
fi: Opettaja

source: Teacher Account
de: Lehrer Zugang
fi: Opettajan käyttäjätili

source: My course
de: Meine Klasse
fi: Kurssini

source: Login
fi: Kirjaudu

source: Name
fi: Nimi
