Repository: CodeKing/tine20
Catalog: tine20/Filemanager/translations/*.po
Languages: da, hr_hr, nl_nl, sq, tr_tr, vi

source: manage shared folders
da: administrer delte mapper
hr_hr: upravljanje dijeljenim direktorija
nl_nl: beheer gedeelde folders
sq: menaxho dosjet e ndara
tr_tr: Ortak Dosyaları Yönet
vi: quản lý thư mục chung

source: Create new shared folders
da: Opret ny delt mappe
hr_hr: Kreiranje novog dijeljenoga direktorija
nl_nl: Maak een nieuwe gedeelde folder
sq: Krijo dosje të reja të ndara
tr_tr: Ortak Dosya Oluştur
vi: Tạo 1 thư mục chung

source: manage module
nl_nl: beheer module
sq: menaxho modulin
vi: quản lý mô đun

source: show module main screen
nl_nl: laat module op hoofdscherm zien
sq: Trego pamjen kryesore të modulit
vi: hiển thị mà hình mô đun chính

source: %s's personal files
da: %s's personlige filer
hr_hr: %s osobne datoteke
nl_nl: %s's persoonlijke bestanden
sq: Skedarët personal të %s
tr_tr: %s's Dosyaları
vi: File cá nhân của %s

source: path
da: sti
hr_hr: putanja
sq: rruga
tr_tr: Klasör Yolu
vi: đường dẫn

source: Save locally
da: gem lokalt
hr_hr: Spremi lokalno
nl_nl: Bewaar lokaal
sq: Ruaj Lokalisht
vi: Lưu tại máy

source: Node
hr_hr: Član
nl_nl: Knooppunt
sq: Nyje

source: Name
da: Navn
hr_hr: Ime
nl_nl: Naam
sq: Emër
tr_tr: İsim
vi: Tên

source: Type
hr_hr: Vrsta
sq: Tipi
tr_tr: Tür
vi: Kiểu

source: Created By
da: Oprettet af
hr_hr: Kreirao
nl_nl: Aangemaakt door
sq: Krijuar nga
tr_tr: Oluşturan
vi: Tạo bởi

source: Creation Time
da: Oprettelses tid
hr_hr: Vrijeme kreiranja
nl_nl: Tijdstip aanmaak
sq: Koha e krijimit
tr_tr: Oluşturma Vakti
vi: Thời gian tạo

source: Modified By
da: Redigeret af
hr_hr: Izmijenio
nl_nl: Gewijzigd door
sq: Modifikuar nga
tr_tr: Düzenlemeyi Yapan
vi: Sửa bởi

source: Last Modified
da: Sidst redigeret
hr_hr: Zadnja promjena
nl_nl: Laatst gewijzigd
sq: Modifikuar së fundmi
tr_tr: Son Düzenleme
vi: Sửa lần cuối

source: Description
da: Beskrivelse
hr_hr: Opis
nl_nl: Omschrijving
sq: Përshkrimi
tr_tr: Açıklama
vi: Mô tả

source: Enter description
da: Indtast beskrivelse
hr_hr: Unesite opis
nl_nl: Voer omschrijving in
sq: Vendosni përshkrim
tr_tr: Detaylı Bilgi Gir
vi: Nhập mô tả

source: Upload Failed
da: Upload fejlede
hr_hr: Neuspješan upload
nl_nl: Upload mislukt
sq: Ngarkimi dështoi
tr_tr: Upload Başarısız idi
vi: Lỗi upload

source: Could not upload file. Filesize could be too big. Please notify your Administrator. Max upload size:
da: Kunne ikke uploade fil. Filstørrelse er muligvis for stor. Kontakt din administrator. Max uploade størrelse:
hr_hr: Nije moguće prenijeti datoteku. Veličina datoteke mogla bi biti prevelika. Molimo obavijestite vašeg administratora. Maksimalni dopušteni upload veličine je:
nl_nl: Upload niet gelukt, bestand wellicht te groot. Neem contact op met de beheerder, de maximale grootte is:
sq: Nuk u ngarkua skedar. Madhësia e dosjes mund të jetë shumë e madhe. Njoftoni Administratorin.Madhësia maksimale:
tr_tr: Dosya Karşıya Yüklenemedi. Dosya Boyutu Çok Büyük Olabilir. Lütfen Sistem Yöneticisi ile İrtibata Geçiniz. Maximum Upload Boyutu:
vi: Không thể upload file

source: Putting files in this folder is not allowed!
da: Det er ikke tilladt at lægge mapper i denne mappe!
hr_hr: Stavljanje datoteka u ovom direktoriju nije dozvoljeno!
nl_nl: Plaatsen van bestanden in deze folder is niet toegestaan!
sq: Futja e skedarëve në këtë dosje nuk lejohet
tr_tr: Bu Dosyaya Yüklemek Yasaktır!
vi: Đặt file vào thư mục này là không được phép!

source: Please enter the new name of the {0}:
da: Indtast det nye navn for {0}:
hr_hr: Molimo unesite novi naziv {0}:
nl_nl: Voer de nieuwe naam van de {0} in:
sq: Ju lutem vendosni emrin e ri për {0}:
tr_tr: {0} İçin Yeni İsim Giriniz:
vi: Xin hãy nhập tên mới cho {0}

source: Not renamed {0}
da: Ikke omdøbt {0}
hr_hr: Neuspjelo preimenovanje {0}
nl_nl: {0} niet hernoemd
sq: Nuk u riemërua {0}
tr_tr: {0} Yeniden Adlandırılmamıştır
vi: Chưa đổi tên {0}

source: You have to supply a {0} name!
da: Du skal skrive et {0} navn!
hr_hr: Morate dostaviti {0} ime!
nl_nl: Er moet een {0} naam worden opgegeven!
sq: Ju duhet të jepni një emër për {0}!
vi: Bạn phải nhập 1 tên {0}

source: Do you really want to delete the following files?
da: Vil du virkeligt slette de følgende filer?
hr_hr: Da li stvarno želite izbrisati sljedeće datoteke?
nl_nl: Mogewn de volgende bestanden echt worden verwijderd?
sq: Doni vërtetë të fshini skedarët e mëposhtëm
tr_tr: Doyaları Silmek İstediğinizden Emin Misiniz?
vi: Bạn có muốn xóa các file sau?

source: Copying data .. {0}
da: Kopiere data .. {0}
hr_hr: Kopiranje podataka .. {0}
nl_nl: Kopieren gegevens... {0}
sq: Duke kopjuar të dhënat..{0}
tr_tr: Dosyalar Kopalanıyor .. {0}
vi: Đang copy dữ liệu.... {0}

source: Moving data .. {0}
da: Flytter data .. {0}
hr_hr: Premještanje podataka .. {0}
nl_nl: Verplaatsen gegevens... {0}
sq: Dule lëvizur të dhënat..{0}
tr_tr: Dosyalar Taşınılıyor .. {0}
vi: Di chuyển thư mục... {0}

source: Please wait
da: Vent venligst
hr_hr: Molimo pričekajte
nl_nl: Moment
sq: Ju lutem prisni
tr_tr: Lütfen Bekleyiniz
vi: Xin hãy đợi

source: Contenttype
da: indholdsype
hr_hr: Vrsta sadržaja
nl_nl: Inhoud
sq: Tipi përmbaitjes
tr_tr: Tür

source: Tags
hr_hr: Oznake
sq: Etiketa
vi: Thẻ

source: Size
da: Størrelse
hr_hr: Veličina
nl_nl: Grootte
sq: Madhësi
tr_tr: Boy
vi: Kích thước

source: Folder
da: Mappe
hr_hr: Direktorij
sq: Dosje
tr_tr: one: Dosya other: Dosyalar
vi: one:Thư mục other:Thư mục

source: Last Modified Time
da: Sidst redigeret den
hr_hr: Vrijeme zadnje izmjene
nl_nl: Laatst gewijzigd op
sq: Koha modifikimit të fundit
tr_tr: Son Düzenleme Vakti
vi: Thời gian sửa cuối

source: Last Modified By
da: Sidst redigeret af
hr_hr: Zadnji izmjenio
nl_nl: Laatst gewijzigd door
sq: Modifikimi i fundit nga
tr_tr: Son Düzenlemeyi Yapan
vi: Sửa lần cuối bởi

source: The max. Upload Filesize is {0} MB
da: Max størrelse er {0} MB
hr_hr: Maksimalna dozvoljena veličina uploadne datoteke {0} MB
nl_nl: Maximale bestandsgrootte vopor upload is {0} MB.
sq: Madhësia maksimale e ngarkimit të skedarëve është{0} MB
tr_tr: Maximum Upload Boyutu {0} MB dir!
vi: Giới hạn dung lượng upload tối đa là

source: Upload
sq: Ngarko

source: Edit Properties
da: Rediger egenskaber
hr_hr: Uredi svojstva
nl_nl: Bewerk eigenschappen
sq: Modifiko të drejtat
vi: Sửa thuộc tính

source: Create Folder
da: Opret mappe
hr_hr: Stvaranje direktorija
nl_nl: Maak folder
sq: Krijo Dosje
tr_tr: Dosya Oluştur
vi: Tạo thư mục

source: Folder Up
da: Op
hr_hr: Direktorij gore
nl_nl: Folder omhoog
sq: Dosje Lartë
vi: Thư mục trên

source: Delete
da: Slet
hr_hr: Izbrisati
nl_nl: Verwijder
sq: Fshij
tr_tr: Sil
vi: Xóa

source: New Folder
da: Ny mappe
hr_hr: Novi direktorij
nl_nl: Nieuwe folder
sq: Dosje e Re
tr_tr: Yeni Dosya
vi: Tạo thư mục

source: Please enter the name of the new folder:
da: Indtast navnet på den nye mappe:
hr_hr: Unesite naziv novog direktorija:
nl_nl: Geef de naam van de nieuwe folder:
sq: Ju lutem vendosni emrin e dosjes së re:
tr_tr: Yeni Dosyanın İsmini Giriniz
vi: Xin nhập vào tên của thư mục mới:

source: No {0} added
da: Ingen {0} tilføjet
hr_hr: Nije {0} dodao
nl_nl: Geen {0} toegevoegd
sq: Nuk u shtuan {0}
tr_tr: {0} Eklenmemiştir
vi: Không thêm được {0}

source: Filemanager
da: Filmanager
hr_hr: Upravitelj datotekama
nl_nl: Bestandsbeheerder
sq: MenaxhuesSkedarësh
tr_tr: Dosya Töneticisi
vi: Quản lý file

source: Service Unavailable
da: Service ikke tilgængelig
hr_hr: Usluga nedostupna
nl_nl: Service niet beschikbaar
sq: Shërbim i pamundur
tr_tr: Hizmet Ulaşılamıyor
vi: Dịch vụ chưa sẵn sàng

source: The Filemanager is not configured correctly. Please refer to the {0}Tine 2.0 Admin FAQ{1} for configuration advice or contact your administrator.
da: Filmanageren er ikke konfigureret korrekt. Se {0}Tine 2.0 Admin FAQ{1} for konfiguration eller kontakt din administrator
hr_hr: Upravitelj datoteka nije ispravno konfiguriran. Molimo pogledajte {0} Tine 2,0 Admin FAQ {1} za savjet konfiguracije ili kontaktirajte svog administratora.
nl_nl: Bestandsbeheer is niet juist geconfigureerd. Raadpleeg de {0} Tine 2.0 Admin FAQ {1} voor advies of neem contact op met de beheerder.
sq: Menaxhuesi i Skedarëve nuk është konfiguruar mirë. Ju lutemi kontaktoni me Administratorin
vi: Quản lý file chưa được cấu hình chính xác. Xin hãy tham khảo phần {0} Hỏi đáp của Tine 2.0 {1} để cáu hình hoặc liên hệ với người quản lý hệ thống của bạn.

source: Files already exists
da: Filer eksistere allerede
hr_hr: Datoteka već postoji
nl_nl: Bestand bestaat reeds
sq: Dosja është ekzistuese
vi: File này đã tồn tại

source: Do you want to replace the following file(s)?
da: Vil du overskrive de følgende filer?
hr_hr: Želite li zamijeniti sljedeće datoteke (e)?
nl_nl: Bestand(en) verplaatsten?
sq: Doni të rivendosni sekdarët e mëposhtëm?
tr_tr: Dosyaları Değiştirmek İster Misiniz?
vi: Bạn có muốn thay thế các file sau?

source: Failure on create folder
da: Fejl ved oprettelse af mappe
hr_hr: Neuspjelo kreiranje direktorija
nl_nl: Fout bij aanmaken folder
sq: Dështim në krijim e dosjes
tr_tr: Dosyayı Oluştururken Bir Hata Ortaya Çıktı!
vi: Lỗi khi tạo thư mục

source: Item with this name already exists!
da: emne med dette navn eksistere allerede!
hr_hr: Stavka s ovim imenom već postoji!
nl_nl: Item met deze naam bestaat al!
sq: Objekti me këtë emër ekziston!
tr_tr: Girdiğiniz İsim İle Aynı İsime Sahip Olan Bir Dosya Aynı Yerde Bulunmaktadır
vi: Mục với tên này đã tồn tại!

source: File
da: Fil
hr_hr: Datoteka
nl_nl: Bestand
sq: Skedar
tr_tr: one: Dosya other: Dosyalar

source: Revision
hr_hr: Revizija
nl_nl: Versie
sq: Revizion
tr_tr: Sürüm
vi: Phiên bản

source: Quick Search
nl_nl: Snel zoeken
sq: Kërkim i Shpejtë
vi: Tìm nhanh

source: My folders
da: Mine mapper
hr_hr: Moj direktorij
nl_nl: Mijn folders
sq: Dosjet e mia
tr_tr: Dosyalarım
vi: Thư mục của tôi

source: Shared folders
da: Delte mapper
hr_hr: Dijeljeni direktorij
nl_nl: Gedeelde folders
sq: Dosje të ndara
tr_tr: Ortak Dosyalar
vi: Thư mục chung

source: Other users folders
da: Andre brugeres mapper
hr_hr: Ostali korisnički direktoriji
nl_nl: Folders van andere gebruikers
sq: Dosje të përdoruesve të tjerë
tr_tr: Dığer Kullanıcıların Dosyaları
vi: Thư mục người dùng khác
