Repository: CodeKing/tine20
Catalog: tine20/Felamimail/translations/*.po
Languages: fr, pl, pt_br, sq, sv_se, th, vi

source: Activate this toggle button to receive a reading confirmation.
fr: Demander un accusé de réception pour ce message
pl: Naciśnij ten przycisk, aby odbierać potwierdzenie przeczytania.
pt_br: Ativar o botão alternativo para receber uma confirmação de leitura
sq: Aktivizo këtë buton nyjezimesh(toggle) për të pritur nje konfirmim leximi
th: ใช้ปุ่มเปิดปิดนี้เพื่อรับการยืนยันการอ่าน

source: To (Email CC)
th: ถึง (อีเมล CC)

source: To (Email BCC)
th: ถึง (อีเมล BCC)

source: Send Reading Confirmation
fr: Envoyer un accusé de réception
pl: Wysyłaj potwierdzenie przeczytania
pt_br: Enviar Confirmação de Leitura
sq: Dërgo konfirmimin e leximit
th: ส่งการยืนยันการอ่าน
vi: Gửi xác nhận đã đọc

source: Do you want to send a reading confirmation message?
fr: Voulez vous envoyer un accusé de réception ?
pl: Czy chcesz wysłać potwierdzenie przeczytania wiadomości?
pt_br: Você quer enviar a confirmação de leitura da mensagem ?
sq: Doni të dërgoni një mesazh konfimimi të leximit?
th: คุณต้องการส่งข้อความยืนยันการอ่านหรือไม่?

source: Seen
fr: Vu
pl: Przeczytana
pt_br: Visto
sq: Parë
sv_se: Sett
th: เห็นแล้ว
vi: Đã xem

source: Deleted
fr: Supprimé
pl: Usunięta
pt_br: Apagado
sq: Fshirë
sv_se: Borttagen
th: ลบแล้ว
vi: Đã xóa

source: Draft
fr: Brouillon
pl: Szkic
pt_br: Rascunho
sv_se: utkast
th: โครงร่าง
vi: Nháp

source: Flagged
fr: Marqué
pl: Wyróżniona
pt_br: Marcado
sq: Shënuar
sv_se: Markerad
th: ติดป้ายชื่อแล้ว
vi: Đã cắm cờ

source: Error: %s
fr: Erreur : %s
sq: Gabim: %s
th: ข้อผิดพลาด: %s
vi: Lỗi: %s

source: Could not send message
fr: Impossible d'envoyer le message
sq: Nuk mund të dërgohej mesazhi
th: ไม่สามารถส่งข้อความได้
vi: Không thể gửi message

source: Out of Office reply from %1$s
fr: Réponse "Je suis absent" de %1$s
pl: %1$ jest poza biurem
pt_br: Fora do escritório responder de %1$s
sq: Përgjigje 'Jashtë Zyre' nga %1$s
sv_se: Frånvarande svar från %1$s
th: ไม่ได้อยู่ที่บริษัท ตอบจาก %1$s
vi: Trả lời bên ngoài cơ quan từ %1$s

source: Custom Vacation Message
fr: Message d'absence personnalisé
pl: Wiadomość o nieobecności
pt_br: Mensagem de Férias Personalizada
sq: Mesazh Pushimesh i Personalizuar
sv_se: Anpassat semester-meddelande
vi: Nội dung trả lời tự động

source: User is allowed to set custom vacation message for system account
fr: L'utilisateur est autorisé à changer son message d'absence
pl: Użytkownik ma prawo ustawiać wiadomość o nieobecności dla konta systemowego
pt_br: Usuário tem permissão para customizar mensagem de férias para conta do sistema
sq: Përdoruesi është i autorizuar të vendosë mesazh pushimesh të personalizuar për llogainë e sistemit
sv_se: Användare tillåts sätta eget semestermeddelande för systemkonto
vi: Người dùng được phép đặt nội dung trả lời tự động theo ý muốn cho tài khoản hệ thống

source: Should the email body be cached (recommended for slow IMAP server connections)
fr: Si la connexion au serveur IMAP est lente, il est recommandé de mettre le corps du message en cache
pl: Czy zapisywać treści listów w pamięci cache (zalecane w przypadku wolnych połączeń z serwerami IMAP)
pt_br: Caso o corpo do email seja armazenado em cache (recomendado para servidor IMAP lento)
sq: Duhet që trupi i E-Postës të fshihet(cache) (rekomandohet për lidhjet e ngadalta të serverave IMAP )
sv_se: Skall mails innehåll lagras i cache (rekommenderas för långsamma anslutningar till IMAP-server)

source: IMAP Credentials for {0}
fr: Authentification IMAP de {0}
pl: Dane dostępowe IMAP dla {0}
pt_br: Credenciais de IMAP para {0}
sq: kredencialet IMAP për {0}
sv_se: IMAP Referenser för {0}

source: Credentials
fr: Identifiants
pl: Dane dostępowe
pt_br: Credenciais
sq: Kredencialet
sv_se: Inloggningsuppgifter

source: IMAP Credentials Error
fr: Erreur dans les identifiants IMAP
pl: Błędne dane logowania do serwera IMAP
pt_br: Erro de Credenciais no IMAP
sq: Gabim kredencialesh IMAP
sv_se: Fel på IMAP inloggningsuppgifter

source: Your email credentials are wrong. Please contact your administrator
fr: Vos identifiants sont invalides. Merci de contacter votre administrateur.
pl: Nieprawidłowe dane dostępowe do konta email. Proszę skontaktuj się ze swoim administratorem.
pt_br: Suas credenciais de email estão erradas. Favor contactar seu administrador
sq: Kredencialet tuaja të E-Postës janë gabim. Ju lutem kontaktoni administratorin tuaj
sv_se: Dina mail-inloggningsuppgifter är felaktiga. Vänligen kontakta din administratör
vi: Thông tin email bị sai. Xin hãy liên lạc với quản trị hệ thống của bạn.

source: Save Sieve Script Error
fr: Enregistrer les erreurs de script Sieve
pl: Zapisz błąd skryptu filtrującego
pt_br: Erro ao salvar o script de filtragem
sq: Ruaj gabimin e dorëshkrimit të Sieve
sv_se: Fel vid sparning av filter-skript
vi: Lưu lỗi Sieve Script

source: Could not save script on Sieve server.
fr: Impossible d'enregistrer le script Sieve
pl: Zapisanie skryptu na serwerze filtrującym było niemożliwe.
pt_br: O script não pode ser salvo no servidor de filtragem
sq: Nuk mund të ruhej dorëshkrimi në serverin e Sieve
sv_se: Kunde inte spara skriptet på Filterserver.
vi: Không thể lưu scrip trên máy chủ Sieve

source: Cc
pl: DW

source: Bcc
pl: UDW
pt_br: Cco

source: To:
fr: À :
pl: Do:
pt_br: Para
sq: Drejt
sv_se: Till:

source: Cc:
pl: DW:

source: Bcc:
pl: UDW:
pt_br: Cco
