Repository: CodeKing/tine20
Catalog: tine20/Felamimail/translations/*.po
Languages: fr, pl, pt_br, sq, sv_se, th, vi

source: Do this action:
fr: Effectuer cette action :
pl: Wykonaj działanie:
pt_br: Faça esta ação:
sq: Kryej këtë veprim:
sv_se: Gör denna åtgärd:
th: ทำสิ่งนี้:
vi: Thực hiện hành động:

source: Move mail to folder
fr: Déplacer le message dans le dossier
pl: Przenieś wiadomość do katalogu
pt_br: Mover correio para a pasta
sq: Lëviz postën në dosje
sv_se: Flytta mail till mapp
th: ย้ายเมลไปแฟ้ม
vi: Chuyển thư tới thư mục

source: Redirect mail to address
fr: Rediriger le message vers l'adresse
pl: Przekieruj wiadomość na adres
pt_br: Redirecionar correio para o endereço
sq: Ridrejto postën tek adresa
sv_se: Omdirigera e-post till adress
th: เปลี่ยนส่งเมลไปยังที่อยู่
vi: Chuyển hướng tới địa chỉ

source: Reject mail with this text
fr: Rejeter le message avec ce message
pl: Zablokuj wiadomość zawierającą tę treść
pt_br: Rejeitar correio com este texto
sq: Refuzo postën me këtë tekst
sv_se: Avvisa post med denna text
th: ปฏิเสธเมลที่มีเนื้อเความนี้อยู่
vi: R

source: Discard mail
fr: Refuser le message
pl: Usuń wiadomość
pt_br: Descartar correio
sq: Skarco postën
sv_se: kassera post
th: กำจัดเมล
vi: Hủy thư

source: Keep mail
fr: Garder le message
pl: Zachowaj wiadomość
pt_br: Guardar correio
sq: Mbaj postën
sv_se: Behåll epost
th: เก็บเมล
vi: Giữ email

source: Move up
fr: Monter
pl: Do góry
pt_br: Mover-se
sq: Lëviz lartë
sv_se: Flytta upp
th: ย้ายขึ้น
vi: Chuyển lên

source: Move down
fr: Descendre
pl: Na dół
pt_br: Mover para baixo
sq: Lëviz poshtë
sv_se: Flytta ner
th: ย้ายลง
vi: Chuyển xuống

source: Enable
fr: Activer
pl: Włącz
pt_br: Permitir
sq: Mundëso
sv_se: Aktivera
th: สามารถใช้งานได้
vi: Mở

source: Disable
fr: Désactiver
pl: Wyłącz
pt_br: Desativar
sq: Ç'mundëso
sv_se: Inaktivera
th: ไม่สามารถใช้งานได้
vi: Tắt

source: ID
th: รหัส

source: Conditions
pl: Warunki
pt_br: Condições
sq: Kushtet
sv_se: Kondition
th: เงื่อนไข
vi: Điều kiện

source: Action
pl: Działanie
pt_br: Ação
sq: Veprim
sv_se: Handling
th: ปฏิกิริยา
vi: Hành động

source: is greater than
fr: est supérieur à
pl: większy od
pt_br: é maior que
sq: është më e madhe se
sv_se: är större än
th: มากกว่า
vi: lớn hơn

source: is less than
fr: est inférieur à
pl: mniejszy od
pt_br: é menor que
sq: është më e vogël se
sv_se: är mindre än
th: น้อยกว่า
vi: nhỏ hơn

source: Header "{0}" contains "{1}"
fr: L'entete "{0}" contient "{1}"
pl: Nagłówek "{0}" zawiera "{1}"
pt_br: Cabeçalho "{0}" contém "{1}"
sq: Koka (header) "{0}" përmban "{1}"
sv_se: Huvudrubrik "{0}" innehåller "{1}"
th: หัวเรื่อง "{0}" มี "{1}"

source: Header "{0}" matches "{1}"
fr: En-tête "{0}" correspond à "{1}"
pl: Nagłówek "{0}" taki sam, jak "{1}"
pt_br: Cabeçalho "{0}" matches "{1}"
sq: Koka(header) "{0}" përputhet me "{1}"
sv_se: Huvudrubrik "{0}" matchar "{1}"
th: หัวเรื่อง "{0}" ตรงกับ "{1}"

source: Sieve Filter Rules
fr: Enregistrer les règles Sieve
pl: Reguły filtrowania
pt_br: Regras para aplicar o filtro
sq: Rregullat fitruese të Sieve
th: กรองระเบียบตัวกรอง
vi: Quy tắc lọc Sieve

source: Sieve Filter Rules for {0}
fr: Règles de filtrage Sieve pour {0}
pl: Reguły filtrowania dla {0}
pt_br: Regras para aplicar o Filtro por {0}
sq: Rregullat filtruese të sieve për {0}
sv_se: Sålla filter regler för {0}
th: กรองระเบียบตัวกรองสำหรับ {0}
vi: Quy tắc lọc Sieve cho {0}

source: From (Email and Name)
fr: De (adresse et nom)
pl: Od (e-mail i nazwa)
pt_br: De (Email e Nome)
sq: Nga (E-Postë dhe Emër)
sv_se: Från (Mail och Namn)
th: จาก (อีเมลและชื่อ)
vi: Từ (Email và Tên)

source: To (Email)
fr: Destinataire (adresse)
pl: Do (e-mail)
pt_br: Para (Email)
sq: Drejt (E-Postë)
sv_se: Till (Mail)
th: ถึง (อีเมล)

source: Size
fr: Taille
pl: Rozmiar
pt_br: Tamanho
sq: Madhësi
sv_se: Storlek
th: ขนาด
vi: Dung lượng

source: Header contains
fr: L'entête contient
pl: Nagłówek zawiera
pt_br: Cabeçalho contém
sq: Koka (header) përmban
sv_se: Huvudrubriks innehåll
th: หัวเรื่องบรรจุ
vi: Chứa header

source: Header name
fr: Nom d'en-tête
pl: Nazwa nagłówka
pt_br: Nome do cabeçalho
sq: Emri i kokës (header)
sv_se: Huvudrubrik namn
th: ชื่อหัวเรื่อง
vi: Tên header

source: Header value
pl: Wartość nagłówka
pt_br: Valor do cabeçalho
sq: Vlera e Kokës(header)
sv_se: Huvudrubrik värde
th: ค่าหัวเรื่อง
vi: Giá trị Header

source: Header regex
pl: Wyrażenie regularne dla nagłówka
pt_br: Valor do cabeçalho
sq: Modeli i Kokës (header regex)
sv_se: Huvudrubrik regex
th: นิพจน์ปรกติของหัวเรื่อง

source: Total Messages:
fr: Total des messages :
pl: Suma wiadomości:
pt_br: Total de Mensagens:
sq: Mesazhe Gjithsej:
sv_se: Totala Meddelanden:
th: ข้อความทั้งหมด:
vi: Tổng số tin nhắn

source: Unread Messages:
fr: Messages non lus :
pl: Nieprzeczytane wiadomości:
pt_br: Mensagens não Lidas:
sq: Mesazhe të pa lexuara
sv_se: Olästa Meddelanden:
th: ข้อความที่ยังไม่ได้อ่าน:
vi: Thư chưa đọc:

source: Name on Server:
fr: Nom sur le serveur :
pl: Skrzynka pocztowa:
pt_br: Nome no Servidor:
sq: Emri në Server
sv_se: Namn på Server:
th: ชื่อบนเซิร์ฟเวอร์:
vi: Tên trên máy chủ:

source: Last update:
fr: Dernière modification
pl: Ostatnia aktualizacja:
pt_br: Última atualização:
sq: Përditësimi i fundit
sv_se: Senaste uppdatering:
th: ปรับปรุงล่าสุด:
vi: Cập nhật lần cuối:

source: Fetching messages... ({0}%% done)
fr: Récupération des messages ... ({0} %% effectué)
pl: Pobieranie wiadomości... (pobrano %% {0})
pt_br: Buscando mensagens... ({0}"" trazidas)
sq: Duke tërhequr mesazhet... (përfunduar {0}%%)
sv_se: Hämtar meddelanden ... ({0}%% klart)
th: กำลังจับข้อความ... ({0}%% เสร็จแล้ว)
vi: Đang tải thư ... (hoàn thành {0}%%)

source: {0} unread message
fr: {0} message non lu
pl: {0} nieprzeczytana wiadomość
pt_br: mensagem não lida
sq: {0} mesazh i palexuar
sv_se: {0} oläst meddelande
th: {0} ข้อความที่ยังไม่ได้อ่าน
vi: one:{0} thư chưa đọc other:{0} thư chưa đọc

source: Message not available.
fr: Message indisponible
pl: Wiadomość niedostępna.
pt_br: Mensagem não disponível.
sq: Mesazhi i pa disponueshëm
sv_se: Meddelande är inte tillgängligt.
th: ข้อความไม่มีอยู่
vi: Nội dung không sẵn sàng

source: From
fr: De
pl: Od
pt_br: De
sq: Nga
sv_se: Från
th: จาก
vi: Từ

source: Add
fr: Nouveau dossier
pl: Dodaj
pt_br: Adicionar
sq: Shto
sv_se: Lägg till
th: เพิ่ม
vi: Thêm

source: Add contact to addressbook
fr: Ajouter au carnet d'adresse
pl: Dodaj kontakt do książki adresowej
pt_br: Adicionar contato ao catálogo de endereços
sq: Shto kontakt në bllokun e adresave
sv_se: Lägg till kontakt i adressbok
th: เพิ่มการติดต่อไปยังสมุดที่อยู่
vi: Thêm liên lạc vào sổ địa chỉ

source: Date
pl: Data
pt_br: Data
sq: Datë
sv_se: Datum
th: วันที่
vi: Ngày

source: Show or hide header information
fr: Afficher/Masquer l'entête de message
pl: Pokaż lub ukryj informacje nagłówkowe
pt_br: Exibir ou ocultar o cabeçalho da informação
sq: Trego ose fshih informacionin e Kokës(header)
sv_se: Visa eller dölj rubrik-information
th: แสดงหรือซ่อนหัวข้อของข้อมูล
vi: Hiện/ ẩn thông tin header

source: Attachments
fr: P.J.
pl: Załączniki
pt_br: Anexos
sq: Bashkangjitje
sv_se: Bifogade
th: สิ่งที่แนบมาด้วย
vi: Đính kèm

source: No Messages found or the cache is empty.
fr: Aucun message trouvé, ou le cache est vide.
pl: Brak wiadomości lub pusta pamięć podręczna
pt_br: Nenhuma mensagem encontrada ou área de memória está vazia
sq: Nuk u gjetën mesazhe ose cache është bosh
sv_se: Inga meddelanden hittas eller cachen är tom.
th: ไม่พบข้อความใด ๆ หรือแคชอาจจะว่าง
vi: Không có thư nào hoặc thư mục cache rỗng

source: Quota usage
fr: Dépassement de quota
pl: Zużycie kwoty
pt_br: Quota usada
sq: Përdorimi i kuotës
sv_se: kvotanvändning
th: โควต้าการใช้
vi: Hạn mức sử dụng

source: Compose
fr: Écrire
pl: Napisz
pt_br: Escrever
sq: Krijo
sv_se: Skapa nytt mail
th: เขียน
vi: Soạn thư

source: Reply
fr: Répondre
pl: Odpowiedz
pt_br: Responder
sq: Përgjigju
sv_se: Svara
th: ตอบ
vi: Trả lời

source: Reply To All
fr: Répondre à tous
pl: Odpowiedz wszystkim
pt_br: Responder para Todos
sq: Përgjigju të gjithëve
sv_se: Svara till alla
th: ตอบทุกคน
vi: Trả lời tất cả

source: Forward
fr: Transférer
pl: Prześlij dalej
pt_br: Encaminhar
sq: Përpara
sv_se: Vidarebefodra
th: ส่งต่อ
vi: Chuyển tiếp

source: Toggle highlighting
fr: Important
pl: Podświetlanie
pt_br: Alternar destaque
sq: Nyjëzo(toggle)Theksimet
sv_se: Växla markering
th: เปิดปิดการเน้นให้เด่น
vi: Bật tắt điểm nhấn

source: Mark read/unread
fr: Marquer comme lu / non-lu
pl: Oznacz jako (nie)przeczytane
pt_br: Marcar como lida/não lida
sq: Shëno lexuar/i palexuar
sv_se: Markera läst/oläst
th: ทำเครื่องหมาย อ่านแล้ว/ ยังไม่ได้อ่าน
vi: Đánh dấu đọc/chưa đọc

source: Delete
fr: Effacer
pl: Usuń
pt_br: Apagar
sq: Fshij
sv_se: Radera
th: ลบ
vi: Xóa

source: Add Account
fr: Ajouter un compte
pl: Dodaj konto
pt_br: Adicionar Conta
sq: Shto Llogari
sv_se: Lägg till användare
th: เพิ่มบัญชี
vi: Thêm tài khoản

source: Print Preview
fr: Aperçu avant impression
pl: Drukuj podgląd
pt_br: Impressão Prévia
sq: Premiera Printimit
sv_se: Förhandsvisa
th: พิมพ์หน้าพรีวิว
vi: Xem trước khi in

source: Print Message
fr: Imprimer le message
pl: Drukuj wiadomość
pt_br: Imprimir Mensagem
sq: Mesazhi Printimit
sv_se: Utskrifts Meddelande
th: พิมพ์ข้อความ
vi: In nội dung

source: Id
th: รหัส

source: Sender
fr: Envoyé par
pl: Nadawca
pt_br: Remetente
sq: Dërgues
sv_se: Sändare
th: ผู้ส่ง
vi: Người gửi

source: Answered
fr: Répondu
pl: Odpowiedziano
pt_br: Respondido
sq: Përgjigjur
sv_se: Svarad
th: ตอบแล้ว
vi: Đã trả lời

source: Forwarded
fr: Transféré
pl: Przesłane dalej
pt_br: Encaminhado
sq: Ridrejtuar
sv_se: Vidarebefodrat
th: ส่งต่อแล้ว
vi: Đã chuyển tiếp

source: Recent
fr: Récents
pl: Nowe
pt_br: Recente
sq: Të fundit
sv_se: Senaste
th: ล่าสุด
vi: Gần đây

source: Your quota
fr: Votre quota
pl: Twoja kwota
pt_br: Sua cota
sq: Kuota juaj
sv_se: Din kvota
th: โควต้าของคุณ
vi: Hạn mức của bạn

source: {0} available (total: {1})
fr: {0} disponible (total : {1})
pl: {0} dostępnych (w sumie: {1})
pt_br: {0} disponível (total: {1})
sq: {0} Të mundshme (total: {1})
sv_se: {0} tillgängligt (total: {1})
th: {0} ว่าง (ทั้งหมด: {1})
vi: có sẵn {0} (tổng số: {1})

source: Save
fr: Enregistrer
pl: Zapisz
pt_br: Salvar
sq: Ruaj
sv_se: Spara
th: บันทึก
vi: Lưu lại

source: Send
fr: Envoyer
pl: Wyślij
pt_br: Enviar
sq: Dërgo
sv_se: Skicka
th: ส่ง
vi: Gửi

source: Search Recipients
fr: Rechercher dans les destinataires
pl: Znajdź adresatów
pt_br: Procurar destinatários
sq: Kërko Marrës
sv_se: Sök mottagare
th: ค้นหาผู้รับ
vi: Tìm người nhận

source: Save As Draft
fr: Sauvegarder le brouillon
pl: Zapisz jako szkic
pt_br: Salvar como Rascunho
sq: Ruaj si Draft
sv_se: Spara som utkast
th: บันทึกเป็นโครงร่าง
vi: Lưu bản nháp

source: Save As Template
fr: Garder le modèle
pl: Zapisz jako szablon
pt_br: Salvar como Modelo
sq: Ruaj si Shabllon
sv_se: Spara som mall
th: บันทึกเป็นแม่แบบ
vi: Lưu thành mẫu

source: Save Email Note
fr: Sauvegarder une note de messagerie
pl: Zapisz e-mail w notatce
pt_br: Salvar Nota de Email
sq: Ruaj shënim E-Poste
sv_se: Spara e-post notifiering
th: บันทึกเป็นบันทึกอีเมล
vi: Lưu ghi chú email

source: Activate this toggle button to save the email text as a note attached to the recipient(s) contact(s).
fr: Cocher cette case pour sauvegarder le texte du message en tant que note attachée aux destinataire(s).
pl: Włącz przycisk zapisujący treść e-maila w notatce przypisanej do adresata/adresatów z listy kontaktów.
pt_br: Ativar este botão de alternância para salvar o texto de e-mail " "como uma nota atribuída ao(s) Destinatário(s) de contato
sq: Aktivizo këtë buton nyjëzimesh(toggle) për të ruajtur teksin e E-postës si shenim i bashkangjitur kotaktit/(ve) të marrësit/(ve)
sv_se: Aktivera denna växlingsknappen för att spara e-post som en bifogad anteckning till mottagare kontakt (er).
th: ใช้ปุ่มเปิดปิดนี้เพื่อบันทึกข้อความอีเมลแบบข้อความที่ได้แนบไว้กับการติดต่อ(s) กับผู้รับ(s)

source: Click to search for and add recipients from the Addressbook.
fr: Rechercher et ajouter des destinataires à partir du carnet d'adresses.
pl: Kliknij, aby znaleźć i dodać adresatów z książki adresowej.
pt_br: Clique para pesquisar e adicionar destinatários da lista de " "endereços
sq: Kliko për te kërkuar dhe shtuar marrës nga Blloku i Adresave
sv_se: Klicka här för att söka efter och lägga till mottagare från Adressboken.
th: กดปุ่สำหรับค้นหาและเพิ่มผู้รับจากสมุดที่อยู่
vi: Click để tìm kiếm và thêm người nhận từ danh bạ

source: On {0}, {1} wrote
fr: Le {0}, {1} a écrit
pl: Dnia {0}, {1} napisał(a)
pt_br: No {0}, {1} escreveu
sq: Në {0}, {1} shkruajti
sv_se: På {0}, {1} skrev
th: บน {0}, {1} ได้เขียนแล้ว
vi: Vào {0}, {1} viết

source: Original message
fr: message original
pl: Oryginalna wiadomość
pt_br: Mensagem original
sq: Mesazhi Origjinal
sv_se: Ursprungligt meddelande
th: ข้อความดั้งเดิม
vi: Nội dung gốc

source: Fwd:
fr: TR:
pl: Prześlij dalej:
sq: Ridrejto:
th: ส่งต่อ:

source: {0} Message
fr: {0} messages
pl: Wiadomość {0}
pt_br: {0} Messagem
sq: Mesazhi {0}
sv_se: {0} Meddelande
th: {0} ข้อความ
vi: Nội dung {0}

source: Failed
fr: Échoué
pl: Próba nieudana
pt_br: Falhou
sq: Dështoi
sv_se: Misslyckades
th: ได้ล้มเหลว
vi: Thất bại

source: {0} account setting empty.
fr: {0} paramètre de compte vide.
pl: {0} puste ustawienia konta
pt_br: {0} parâmetros da conta vazios.
sq: Duke vendosur bosh llogarinë {0}.
sv_se: {0} kontoinställning tom.
th: ค่าติดตั้งบัญชี {0} ว่าง
vi: {0} thiết lập tài khoản rỗng.

source: Errors
th: ข้อผิดพลาด

source: Please fix the errors noted.
th: กรุณาแก้ไขข้อผิดพลาดที่ได้บันทึกไว้

source: Compose email:
fr: Écrire un message :
pl: Nowa wiadomość:
pt_br: Escrever email:
sq: Krijo E-Postë
sv_se: Skriv e-post:
th: เขียนอีเมล:
vi: Soạn email:

source: Body
fr: Corps
pl: wiadomość
pt_br: Corpo
sq: Trupi
sv_se: Layout
th: ข้อความ
vi: Nội dung

source: Files are still uploading.
fr: Fichiers en cours de télééchargement
pl: Trwa aktualizacja plików
pt_br: Arquivos ainda sendo carregados.
sq: Skedarët janë akoma duke u ngarkuar
sv_se: Filer laddas fortfarande upp.
th: ยังคงอัปโหลดไฟล์อยู่
vi: Files vẫn đang được upload.

source: Empty subject
fr: Pas de sujet
pl: Brak tematu
pt_br: Falta o assunto
sq: Subjekt bosh
sv_se: Inget ämne
th: ล้างหัวเรื่อง
vi: Tiêu đề trống

source: Do you really want to send a message with an empty subject?
fr: Confirmez vous l'envoi d'un message sans sujet ?
pl: Czy na pewno mam wysłać wiadomość bez tematu?
pt_br: Você quer realmente enviar a mensagem sem um assunto?
sq: Doni vërtet të dërgoni një mesazh pa subjekt?
sv_se: Vill du verkligen skicka ett meddelande utan ämne?
th: คุณแน่ใจว่าต้องการส่งข้อความที่ไม่มีหัวเรื่อง
vi: Bạn có muốn gửi 1 email với tiêu đề trống?

source: Add Note
fr: Ajouter une note
pl: Dodaj notatkę
pt_br: Adicionar Nota
sq: Shto Shënim
sv_se: Lägg till Notifiering
th: เพิ่มบันทึก
vi: Thêm ghi chú

source: Edit Email Note Text:
fr: Éditer l'annotation du message:
pl: Edytuj tekst wiadomości:
pt_br: Editar texto da nota do Email:
sq: Modifiko tekstin e shënimit të E-Posës
sv_se: Ändra E-post Notifierings text:
th: แก้ไขข้อความบันทึกในอีเมล
vi: Sửa văn bản ghi chú email:

source: No recipients set.
fr: Pas de destinataire
pl: Nie zdefiniowano odbiorcy
pt_br: Nenhum destinatário selecionado.
sq: Nuk janë vendosur marrës
sv_se: Inga mottagare inställd.
th: ไม่ได้ตั้งผู้รับ
vi: Không chỉ ra người nhận.

source: Signature
pl: Podpis
pt_br: Assinatura
sq: Nënshkrim
sv_se: Signatur
th: ลายเซ็นต์
vi: Chữ ký

source: Account Name
fr: Nom du compte
pl: Nazwa konta
pt_br: Nome da Conta
sq: Emri Llogarisë
sv_se: Kontonamn
th: ชื่อบัญชี
vi: Tên tài khoản

source: User Email
fr: Adresse électronique
pl: Adres pocztowy użytkownika
pt_br: Email do Usuário
sq: E-Posta Përdoruesit
sv_se: Användares mail-address
th: อีเมลของผู้ใช้
vi: Email người dùng

source: User Name (From)
fr: Nom affiché (expéditeur)
pl: Użytkownik (Od:)
pt_br: Nome do Usuário (De)
sq: Emër Përdoruesi (Nga)
sv_se: Användarnamn (från)
th: ชื่อผู้ใช้ (จาก)
vi: Tên người dùng (Từ)

source: Organization
fr: Organisation
pl: Organizacja
pt_br: Organização
sq: Organizata
sv_se: Organisation
th: องค์กร
vi: Tổ chức

source: Signature position
fr: Position de la signature
pl: Pozycja sygnaturki
pt_br: Posição da Assinatura
sq: Pozicioni i Nënshkrimit
sv_se: Signatur position
th: ตำแหน่งของลายเซ็นต์
vi: Vị trí chữ ký

source: Above the quote
fr: Au-dessus de la citation
pl: Nad cytatem
pt_br: Acima da quota
sq: Mbi kuotën
sv_se: Över citeringen
th: เหนือคำที่อ้างมา
vi: Trên trích dẫn

source: Below the quote
fr: Sous la citation
pl: Pod cytatem
pt_br: Abaixo da quota
sq: Nën kuotën
sv_se: Under citeringen
th: ใต้คำที่อ้างมา
vi: Dưới trích dẫn

source: Host
fr: Hôte
pt_br: Hospedeiro
sq: Pritës(Host)
sv_se: Värd
th: แม่ข่าย

source: Port (Default: 143 / SSL: 993)
fr: Port (Défaut: 143 / SSL: 993)
pl: Port (domyślnie: 143 / SSL: 993)
pt_br: Porta (Padrão: 143 / SSL: 993)
sq: Porta (e paracaktuar: 143 / SSL:993)
sv_se: Port (Standard: 143 / SSL: 993)
th: พอร์ต (Default: 143 / SSL: 993)

source: Secure Connection
fr: Connexion sécurisée
pl: Bezpieczne połączenie
pt_br: Conexão Segura
sq: Lidhje e Sigurtë
sv_se: Säker anslutning
th: การเชื่อมต่อที่ปลอดภัย
vi: Kết nối bảo mật

source: Username
fr: Nom d'utilisateur
pl: Użytkownik
pt_br: Nome do Usuário
sq: Emër përdoruesi
sv_se: Användarnamn
th: ชื่อผู้ใช้
vi: Tên đăng nhập

source: Password
fr: Mot de passe
pl: Hasło
pt_br: Senha
sq: Fjalëkalim
sv_se: Lösenord
th: รหัสผ่าน
vi: Mật khẩu

source: Port (Default: 25)
fr: Port (Défaut: 25)
pl: Port (domyślnie: 25)
pt_br: Porta (Padrão: 25)
sq: Porta (e paracaktuara:25)
sv_se: Port (Standard: 25)
th: พอร์ต (Default: 25)

source: Authentication
fr: Authentification
pl: Uwierzytelnienie
pt_br: Autenticação
sq: Autentifikim
sv_se: Autentisering
th: การอนุญาต

source: Login
pt_br: Entrada
sq: Hyrje
sv_se: Logga in
th: ลงบันทึกเข้า
vi: Đăng nhập

source: Plain
fr: Texte simple
pl: Czysty tekst
pt_br: Plano
sq: I thjeshtë
th: ธรรมดา
vi: Thuần

source: Username (optional)
fr: Nom d'utilisateur (facultatif)
pl: Użytkownik (opcjonalnie)
pt_br: Nome do usuário (opcional)
sq: Emër përdoruesi (opsional)
sv_se: Användarnamn (tillval)
th: ชื่อผู้ใช้ (ไม่บังคับ)
vi: Tên truy cập (tùy chọn)

source: Password (optional)
fr: Mot de passe (facultatif)
pl: Hasło (opcjonalnie)
pt_br: Senha (opcional)
sq: Fjalëkalim (opsional)
sv_se: Lösenord (tillval)
th: รหัสผ่าน (ไม่บังคับ)
vi: Mật khẩu (tùy chọn)

source: Sieve
pl: Filtr
pt_br: Filtrar
sv_se: Filter
th: กรอง

source: Port (Default: 2000)
fr: Port (par défaut : 2000)
pl: Port (domyślnie: 2000)
pt_br: Porta (Padrão: 2000)
sq: Portë (e paracaktuar: 2000)
sv_se: Port (Standard: 2000)
th: พอร์ต (Default: 2000)

source: Other Settings
fr: Autre
pl: Inne ustawienia
pt_br: Outros Parâmetros
sq: Konfigurime të tjera
sv_se: Andra Inställningar
th: ค่าติดตั้งอื่น ๆ
vi: Thiết lập khác

source: Sent Folder Name
fr: Nom du dossier "Sent"
pl: Nazwa folderu: Wysłane
pt_br: Nome da Pasta de Enviados
sq: Emri i Dosjes së Dërgimeve
sv_se: Namn på Skickat-mapppen
th: ชื่อของแฟ้ม ส่งแล้ว
vi: Tên thư mục Đã gửi

source: Trash Folder Name
fr: Nom du dossier "Trash"
pl: Nazwa folderu: Kosz
pt_br: Nome da Pasta de Lixo
sq: Emri i Dosjes së Plehrave
sv_se: Namn på Skräp-mappen
th: ชื่อของแฟ้ม ขยะ
vi: Tên thư mục Thùng rác

source: Drafts Folder Name
fr: Dossier des Brouillons
pl: Nazwa folderu: Szkice
pt_br: Nome da Pasta de Rascunhos
sq: Emri i Dosjes së Drafteve
sv_se: Namn på Utkasts-mappen
th: ชื่อของแฟ้ม โครงร่าง
vi: Tên thư mục Nháp

source: Templates Folder Name
fr: Dossier des Modèles
pl: Nazwa folderu: Szablony
pt_br: Nome da Pasta de Modelos
sq: Emri i Dosjes së Shablloneve
sv_se: Namn på Mall-mappen
th: ชื่อของแฟ้มแม่แบบ
vi: Tên thư mục Biểu mẫu

source: Display Format
fr: Format d'affichage
pl: Format wyświetlania
pt_br: Formato de Exibição
sq: Formati i Shfaqjes
sv_se: Visningsformat
th: รูปแบบที่ใช้
vi: Định dạng hiển thị

source: Plain Text
fr: Texte simple
pl: Czysty tekst
pt_br: Texto Simples
sq: Tekst i thjeshtë
sv_se: Vanlig Text
th: ข้อความธรรมดา
vi: Thuần văn bản

source: Depending on content type (experimental)
fr: Dépendant du type de contenu (expérimental)
pl: Odpowiednio do typu treści (eksperymentalnie)
pt_br: Dependendo do tipo de conteúdo (experimental)
sq: Varur nga tipi i përmbajtjes (eksperimentale)
sv_se: Beroende på innehållstyp (experimentell)
th: ขึ้นอยู่กับประเภทเนื้อหา (ช่วงทดลอง)
vi: Phụ thuộc vào kiểu nội dung (kinh nghiệm)

source: Click here to set To/CC/BCC.
fr: Cliquer ici pour définir le type de destinataire
pl: Kliknij tutaj, aby ustawić Do/DW/UDW.
pt_br: Clique aqui para assinalar Para/CC/CCO.
sq: Kliko këtu për të vendosur Drejt/CC/BCC.
sv_se: Klicka här för att ställa in / CC / BCC.
th: กดที่นี่เพื่อตั้งเป็น To/CC/BCC
vi: Click vào đây để đặt To/CC/BCC

source: Remove
fr: Retirer
pl: Usuń
pt_br: Remover
sq: Hiq
sv_se: Flytta
th: เอาออก
vi: Xóa

source: Type
th: ประเภท

source: Tags
th: ป้ายกำกับ

source: Salutation
th: คำขึ้นต้น

source: Last Name
th: นามสกุล

source: First Name
th: ชื่อตัว

source: Full Name
th: ชื่อเต็ม

source: Display Name
th: ชื่อที่ใช้

source: Company
th: บริษัท

source: Unit
th: หน่วย/ แผนก

source: Job Title
th: ตำแหน่งงาน

source: Job Role
th: หน้าที่งาน

source: Room
th: ห้อง

source: Street
th: ถนน

source: City
th: เมือง

source: Region
th: เขต

source: Postalcode
th: รหัสไปรษณีย์

source: Country
th: ประเทศ

source: Street (private)
th: ถนน (ส่วนตัว)

source: City (private)
th: จังหวัด (ส่วนตัว)

source: Region (private)
th: เขต (ส่วนตัว)

source: Postalcode (private)
th: รหัสไปรษณีย์ (ส่วนตัว)

source: Country (private)
th: ประเทศ (ส่วนตัว)

source: Phone
th: โทรศัพท์

source: Mobile
th: โทรศัพท์เคลื่อนที่

source: Fax
th: โทรสาร

source: Car phone
th: โทรศัพท์ในรถ

source: Pager
th: เพจเจอร์

source: Phone (private)
th: โทรศัพท์ (ส่วนตัว)

source: Fax (private)
th: โทรสาร (ส่วนตัว)

source: Mobile (private)
th: โทรศัพท์เคลื่อนที่ (ส่วนตัว)

source: Email (private)
th: อีเมล (ส่วนตัว)

source: Web
th: เวบไซด์

source: URL (private)
th: รหัสสืบค้นข้อมูลทางอินเตอร์เนต (ส่วนตัว)

source: Note
th: บันทึก

source: Timezone
th: เส้นแบ่งเวลา

source: Geo
th: ภูมิศาสตร์

source: Birthday
th: วันเกิด

source: Export {0}
th: ส่งออก {0}

source: Export as PDF
th: ส่งออก เป็นไฟล์ pdf

source: Export as CSV
th: ส่งออก เป็นไฟล์ CSV

source: Export as ODS
th: ส่งออก เป็นไฟล์ ODS

source: Export as XLS
th: ส่งออก เป็นไฟล์ XLS

source: Export as ...
th: ส่งออก เป็น ...

source: Import contacts
th: นำเข้า การติดต่อ

source: Internal Contact
th: การติดต่อภายใน

source: Recipient filter
fr: Filtre destinataire
pl: Filtr adresatów
pt_br: Filtro do destinatário
sq: Flitri i marrësit
sv_se: Motaggar filter
th: ตัวกรองผู้รับ
vi: Bộ lọc người nhận

source: All recipients
fr: Tous les destinataires
pl: Wszyscy adresaci
pt_br: Todos os destinatários
sq: Të gjithë marrësit
sv_se: Alla mottagare
th: ผู้รับทั้งหมด
vi: Mọi người nhận

source: "{0}" recipients
fr: "{0}" destinataires
pl: "{0}" adresatów
pt_br: "{0}" destinatários
sq: "{0}" marrës
sv_se: "{0}" mottagare
th: "{0}" ผู้รับ
vi: "{0}" người nhận

source: (new message)
fr: (nouveau message)
pl: (nowa wiadomość)
pt_br: (nova mensagem)
sq: (mesazh i ri)
sv_se: (nytt meddelande)
th: (ข้อความใหม่)
vi: (thư mới)

source: Select recipients for "{0}"
fr: Sélectionner le destinataire pour "{0}"
pl: Zaznacz adresatów dla "{0}"
pt_br: Selecionar destinatários para "{0}"
sq: Zgjidhni marrësin për "{0}"
sv_se: Välj mottagare för "{0}"
th: เลือกผู้รับสำหรับ "{0}"
vi: Chọn người nhận cho "{0}"

source: Reading Confirmation
fr: Accusé de réception
pl: Potwierdzenie przeczytania
pt_br: Lendo Confirmação
sq: Konfirmim i Leximit
th: การยืนยันการอ่าน
vi: Xác nhận đã đọc
