Repository: CodeKing/tine20
Catalog: tine20/Felamimail/translations/*.po
Languages: fr, pl, pt_br, sq, sv_se, th, vi

source: manage email accounts
fr: Gérer les comptes messagerie.
pl: zarządzanie kontami pocztowymi
pt_br: gerenciar contas de email
sq: menaxho llogaritë e E-Postës
sv_se: Hantera email konton
th: จัดการบัญชีอีเมล
vi: quản lý tài khoản email

source: Edit and delete email accounts
fr: Modifier ou supprimer les comptes messagerie
pl: Edycja i usuwanie kont pocztowych
pt_br: Editar e apagar contas de email
sq: Modifiko dhe fshij llogaritë e E-Postës
sv_se: Ändra och ta bort email konton
th: แก้ไขและลบบัญชีอีเมล
vi: Sửa và xóa tài khoản email

source: Add email accounts
fr: Ajouter des comptes messagerie
pl: Dodawanie kont pocztowych
pt_br: Adicionar contas de email
sq: Shto llogari E-Poste
sv_se: lägg till email konton
th: เพิ่มบัญชีอีเมล
vi: Thêm tài khoản email

source: Create new email accounts
fr: Créer de nouveaux comptes messagerie
pl: Tworzenie nowych kont pocztowych
pt_br: Criar novas contas de email
sq: Krijo llogari të re E-Poste
sv_se: Skapa nya email konton
th: สร้างบัญชีอีเมลใหม่
vi: Tạo tài khoản email

source: Reading Confirmation:
fr: Accusé de réception :
pl: Potwierdzenie przeczytania:
pt_br: Lendo Confirmação:
sq: Konfirmim Leximi:
th: การยืนยันการอ่าน:
vi: Xác nhận đã đọc

source: Your message:
fr: Votre message :
pl: Twoja wiadomość:
pt_br: Sua mensagem
sq: Mesazhi Juaj:
th: ข้อความของคุณ:
vi: Nội dung của bạn

source: Received on
fr: Reçu le
pl: Czas doręczenia
pt_br: Recebido em
sq: Marrë në
th: ได้รับแล้วเมื่อ

source: Was read by:
fr: Lu par :
pl: Przeczytana przez:
pt_br: Foi lido por:
sq: U lexua nga:
th: ได้อ่านแล้ว โดย:
vi: Đã đọc bởi

source: on
fr: le
pl: dnia
pt_br: em
sq: në
th: เมื่อ
vi: vào

source: Vacation Templates Container ID
pl: ID kontenera szablonów nieobecności
pt_br: ID do Repositório de Modelos de Férias
sq: ID e kontenierit të Shabllonit të Pushimeve
sv_se: Container-ID för semester-mallar
th: รหัสตัวบรรจุแม่แบบพักร้อน

source: Cache email body
fr: Mettre en cache le corps du message
pl: Zachowaj treść listu w pamięci cache.
pt_br: Ocultar conteúdo do email
sq: Fshih (chache) trupin e E-Postes
sv_se: Lagra mails innehåll i cache
th: แคชข้อความของอีเมล
vi: Bản lưu đệm nội dung email

source: All inboxes of my email accounts
fr: Tous les boîtes de réception de mes comptes
pl: Wszystkie odebrane wiadomości z własnych kont pocztowych
pt_br: Todas as caixas de entrada de minhas contas de email
sq: Të gjithë Postat Hyrëse për llogaritë e mia E-Postë
sv_se: Alla inkorgar av mina e-postkonton
th: แสดงกล่องข้อความเข้าทั้งหมดของบัญชีอีเมลฉัน
vi: Mọi thư đến trong tài khoản email của tôi.

source: All unread mail
fr: Tous les messages non lus
pl: Wszystkie nieprzeczytane
pt_br: Todos os emails não lidos
sq: Të gjithë postat e palexuara
sv_se: Alla olästa mail
th: เมลที่ยังไม่ได้อ่านทั้งหมด
vi: Mọi thư chưa đọc

source: All unread mail of my email accounts
fr: Tous les messages non lus de mes comptes
pl: Wszystkie nieprzeczytane wiadomości z własnych kont pocztowych
pt_br: Todos os emails não lidos das minhas contas de email
sq: Të gjithë postat e palexuara të llogarive të mia E-Postë
sv_se: Alla olästa mail av mina e-postkonton
th: เมลที่ยังไม่ได้อ่านทั้งหมดของบัญชีอีเมลฉัน
vi: Mọi email chưa đọc trong tài khoản email của tôi

source: All highlighted mail
fr: Tous les messages importants
pl: Wszystkie wyróżnione wiadomości
pt_br: Todos os correios importantes
sq: Të gjithë postat e Theksuara
sv_se: Alla markerade mail
th: ทุกอีเมลที่ได้เน้นให้เด่น
vi: Mọi thư được nhấn mạnh

source: All highlighted mail of my email accounts
fr: Tous les messages importants de mes comptes
pl: Wszystkie wyróżnione wiadomości z własnych kont pocztowych
pt_br: Todos os correios importantes das minhas contas de email
sq: Të gjithë postat e theksuara të llogarive të mia E-Postë
sv_se: Alla markerade mail av mina e-post konton
th: ทุกอีเมลที่ได้เน้นให้เด่นของบัญชีอีเมลของฉัน
vi: Mọi thư nhấn mạnh trong tài khoản email của tôi

source: All drafts
fr: Tous les brouillons
pl: Wszystkie szkice
pt_br: Todos os rascunhos
sq: Gjithë draftet
sv_se: Alla utkast
th: โครงร่างทั้งหมด
vi: Mọi bản nháp

source: All mails with the draft flag
fr: Tous les brouillons
pl: Wszystkie wiadomości z flagą szkic
pt_br: Todos os correios marcados como rascunho
sq: Gjithë postat me shënimin Draft
sv_se: Alla brev med utkast flaggning
th: เมลทั้งหมดที่มีป้ายร่าง
vi: Mọi thư với cờ nháp

source: All inboxes
fr: Tous les boîtes de réception
pl: Wszystkie odebrane
pt_br: Todas as caixas de entrada
sq: Të gjitha postat hyrëse
sv_se: Alla inkorgar
th: กล่องข้อความเข้าทั้งหมด
vi: Mọi thư đến

source: Default Email Account
fr: Compte messagerie par défaut
pl: Domyślne konto e-mail
pt_br: Conta de Email Padrão
sq: Llogaria E-Postë e paracaktuar
sv_se: Standard e-postkonto
th: บัญชีอีเมลหลัก
vi: Tài khoản email mặc định

source: The default email account to use when sending mails.
fr: Compte par défaut pour l'envoi des messages.
pl: Domyślne konto e-mail dla wysyłanych wiadomości
pt_br: A conta de email padrão a ser usada quando enviar correio.
sq: Llogaria E-poste e paracaktuar për tu përdorur kur dërgohet postë
sv_se: Den förvalda e-post kontot för att använda när du skickar e-post.
th: บัญชีอีเมลหลักที่ใช้ส่งอีเมล
vi: Tài khoản email mặc định được dùng khi gửi email

source: Email Update Interval
fr: Intervalle de mise à jour des messages
pl: Częstotliwość aktualizacji poczty
pt_br: Intervalo de Atualização de Email
sq: Intervali i Përditësimit të E-Postës
sv_se: E-post Updaterings Intervall
th: ความถี่ในการอัพเดทอีเมล
vi: Khoảng thời gian cập nhật email

source: How often should Felamimail check for new Emails (in minutes).
fr: Felamimail récupèrera les nouveaux messages automatiquement (toutes les x minutes).
pl: Jak często program Felamimail powinien sprawdzać czy są nowe wiadomości (w minutach).
pt_br: Com que frequência Felamimail deve verificar por novas mensagens (em minutos).
sq: Sa shpesh duhet të kërkoje Felamimail për E-postë të re (në minuta)
th: ต้องการให้ Felamimail เช็คอีเมลใหม่ บ่อยแค่ไหน (เป็นนาที)

source: Use in Addressbook
fr: Utiliser dans le carnet d'adresses
pl: Zastosuj w książce adresowej
pt_br: Usar no Catálogo de Endereços
sq: Përdore në Bllokun e Adresave
sv_se: Använd i Adressbok
th: ใช้ในสมุดรายชื่อ
vi: Sử dụng trong danh bạ

source: Compose Emails from the Addressbook with Felamimail.
fr: Écrire un messages à partir du carnet d'adresses.
pl: Użyj Felamimail do tworzenia wiadomości pocztowych w oparciu o książkę adresową
pt_br: Escrever Emails a partir do Catálogo de Endereços com o Felamimail.
sq: Krijo E-Postë nga Blloku i Adresave me Felamimail.
sv_se: Komponera e-postmeddelanden från adressboken med Felamimail.
th: เขียนอีเมลจากสมุดที่อยู่ด้วย Felamimail
vi: Soạn email từ danh bạ với Felamimail.

source: Use for NOTES
fr: Utiliser dans les Notes
pl: Użyj z notatkami
pt_br: Usar para NOTAS
sq: Përdore për SHËNIME
sv_se: Använd för NOTERINGAR
th: ใช้สำหรับบันทึก
vi: Sử dụng cho GHI CHÉP

source: Save Note default Value.
fr: Sauvegarde dans les Notes par défaut
pl: Zapisz domyślną treść notatki
pt_br: Salvar Valor padrão para Nota.
sq: Vlera e paracaktuar e shënimit të ruajtjes
sv_se: Spara Notifiering standard värde
th: ค่าหลักของบันทึกโน๊ต
vi: Lưu giá trị ghi chép mặc định

source: Confirm Delete
fr: Confirmer la suppression
pl: Potwierdź usunięcie
pt_br: Confirmar Apagar
sq: Konfirmo Fshirjen
sv_se: bekräfta borttagning
th: ยืนยันการลบ
vi: Xác nhận xóa

source: Show confirmation dialog when deleting mails.
fr: Demander confirmation avant de supprimer des messages.
pl: Zanim usuniesz pocztę, wyświetl okno dialogowe z potwierdzeniem
pt_br: Exibir diálogo de confirmação quando apagar correios.
sq: Trego dialogun e konfirmimit kur fshij postë
sv_se: Visa bekräftelseruta när du tar bort e-post.
th: แสดงข้อความยืนยันเมื่อกำลังลบเมล
vi: Hiển thị cửa sổ xác nhận khi xóa thư.

source: None
fr: Aucun
pl: Brak
pt_br: Nenhum
sq: Anjë
sv_se: Ingen
th: ไม่มีเลย
vi: Không

source: Add as "To"
fr: Ajouter au(x) destinataire(s)
pl: Dodaj jako "Do"
pt_br: Adicionar como "Para"
sq: Shtoje si "To"
sv_se: Lägg till som "Till"
th: เพิ่มเป็น "To"
vi: Thêm vào "Đến"

source: Add as "Cc"
fr: Ajouter en copie conforme
pl: Dodaj jako "DW"
pt_br: Adicionar como "Cc"
sq: Shtoje si "Cc"
sv_se: Lägg till som "Cc"
th: เพิ่มเป็น "Cc"
vi: Thêm "CC"

source: Add as "Bcc"
fr: Ajouter en copie cachée
pl: Dodaj jako "UDW"
pt_br: Adicionar como "Cco"
sq: Shtoje si "Bcc"
sv_se: Lägg till som "Bcc"
th: เพิ่มเป็น "Bcc"
vi: Thêm "BCC"

source: Remove from recipients
fr: Supprimer des destinataires
pl: Usuń z listy adresatów
pt_br: Remover dos beneficiários
sq: Hiqe nga marrësit
sv_se: Ta bort från mottagarna
th: เอาออกจากผู้รับ
vi: Xóa khỏi người nhận

source: Loading Mail Addresses
fr: Chargement des adresses électroniques
pl: Ładowanie adresów e-mail
pt_br: Carregando Endereço de Correio
sq: Duke ngarkuar adresat e postës
sv_se: Laddar mailadresser
th: กำลังโหลดที่อยู่อีเมล
vi: Đang tải địa chỉ email

source: Empty Folder
fr: Vider le dossier
pl: Opróżnij katalog
pt_br: Pasta Vazia
sq: Boshatis Dosjen
sv_se: Tom Mapp
th: ล้างแฟ้ม
vi: Thư mục rỗng

source: Add Folder
fr: Créer un dossier
pl: Dodaj katalog
pt_br: Adicionar Pasta
sq: Shto Dosje
sv_se: Lätt till Mapp
th: เพิ่มแฟ้ม
vi: Thêm thư mục

source: New {0}
fr: Nouveau {0}
pl: Nowy {0}
pt_br: Novo {0}
sq: E re {0}
sv_se: Ny {0}
th: ใหม่ {0}
vi: Tạo {0}

source: Folder
fr: un dossier
pl: Katalog
pt_br: Pasta
sq: Dosje
sv_se: Mapp
th: แฟ้มเอกสาร
vi: one:Thư mục other:Thư mục

source: Please enter the name of the new {0}:
fr: Saisissez le nom du nouveau {0} :
pl: Proszę wprowadzić nazwę nowego {0}:
pt_br: Favor informar o nome do novo {0}:
sq: Ju lutem vendosni emrin e {0} së re
sv_se: Ange namnet på den nya {0}:
th: กรุณาใส่ชื่อของ {0} ใหม่:
vi: Xin nhập tên của {0} mới:

source: No {0} added
fr: aucun(e) {0} ajouté(e)
pl: Nie dodano {0}
pt_br: Nenhum {0} adicionado
sq: Asnjë {0} e shtuar
sv_se: Ingen {0} lades till
th: ไม่ได้ {0} เพิ่ม
vi: Không {0} được thêm

source: You have to supply a {0} name!
fr: Vous devez mettre un nom de {0} !
pl: Należy podać nazwę {0}!
pt_br: Você deve fornecer o {0} nome!
sq: Ju duhet te jepni një emër {0}!
sv_se: Du måste ange ett {0} namn!
th: คุณต้องใช้ชื่อ {0} หนึ่ง!
vi: Bạn phải cung cấp 1 tên {0}

source: Please wait
fr: Veuillez patienter
pl: Proszę czekać
pt_br: Favor aguardar
sq: Ju lutem prisni
sv_se: Var god vänta
th: กรุณารอ
vi: Xin đợi

source: Creating {0}...
fr: Création de {0}...
pl: Tworzenie {0}...
pt_br: Criando {0}...
sq: Duke krijuar {0}...
sv_se: Skapar {0} ...
th: กำลังสร้าง {0}...
vi: Đang tạo {0} ...

source: Edit Account
fr: Éditer compte
pl: Edytuj konto
pt_br: Editar Conta
sq: Modifiko Llogarinë
sv_se: Ändra Användare
th: แก้ไขบัญชี
vi: Sửa tài khoản

source: Edit Vacation Message
fr: Message d’absence
pl: Edytuj wiadomość o nieobecności
pt_br: Editar Mensagem de Férias
sq: Modifiko Mesazhin e Pushimeve
sv_se: Redigera Semester Meddelande
th: แก้ไขข้อความลาพัก
vi: Sửa nội dung trả lời tự động

source: Edit Filter Rules
fr: Modifier les règles de filtrage
pl: Edytuj reguły filtrowania
pt_br: Editar Regras de Filtro
sq: Modifiko Rregullat Filtruese
sv_se: Redigera filterregler
th: แก้ไขระเบียบตัวกรอง
vi: Sửa quy tắc bộ lọc

source: Mark Folder as read
fr: Marquer le dossier comme lu
pl: Oznacz katalog jako przeczytany
pt_br: Marcar Pasta como leitura
sq: Shënoni Dosjen si të lexuar
sv_se: Markera mapp som läst
th: ทำเครื่องหมายแฟ้มว่าอ่านแล้ว
vi: Đánh dấu thư mục như đã đọc

source: Update Folder List
fr: Mettre à jour la liste des dossiers
pl: Aktualizuj listę katalogów
pt_br: Atualizar Lista de Pastas
sq: Përditëso Listen e Dosjes
sv_se: Uppdatera mapp lista
th: ปรับปรุงรายชื่อแฟ้ม
vi: Cập nhật danh sách thư mục

source: New Mail
fr: Nouveau message
pl: Nowa wiadomość pocztowa
pt_br: Novo Correio
sq: Postë e Re
sv_se: Nytt Mail
th: เมลใหม่
vi: Email mới

source: Email
fr: Messagerie
pl: Poczta
sq: E-Postë
sv_se: Mail
th: อีเมล

source: Active Vacation Message
fr: Message d'absence actuel
pl: Aktywna wiadomość o nieobecności
pt_br: Ativar Mensagem de Férias
sq: Mesazh Aktiv Pushimesh
sv_se: Aktuellt semestermeddelande
th: ข้อความลาพักที่ใช้อยู่
vi: Bật chế độ tự động trả lời

source: Email account "{0}" has an active vacation message.
fr: L'alerte absence est activée sur le compte messagerie "{0}".
pl: Konto pocztowe "{0}" ma włączone powiadamianie o nieobecności.
pt_br: Conta de Email "{0}" tem mensagem de férias ativa.
sq: Llogaria e E-Postës "{0}" ka një mesazh aktiv pushimesh
sv_se: E-postkonto "{0}" har ett aktivt semestermeddelande.
th: บัญชีอีเมล "{0}" มีข้อความที่ใช้สำหรับพักร้อนเปิดอยู่
vi: Tài khoản email "{0}" có 1 email tự động trả lời đang hoạt động

source: New mails
fr: Nouveaux messages
pl: Nowe wiadomości
pt_br: Novos correios
sq: Posta të reja
sv_se: nya mail
th: เมลใหม่
vi: Email mới

source: You got {0} new mail(s) in folder {1} ({2}).
fr: Vous avez {0} nouveau(x) message(s) dans le dossier {1} ({2}).
pl: Masz {0} nową/e wiadomość/i w folderze {1} ({2}).
pt_br: Você tem {0} novo(s) correio(s) na pasta {1} ({2}).
sq: Ju keni {0} postë të re në dosjen {1} ({2}).
sv_se: Du har {0} ny mail(s) i mappen {1} ({2}).
th: คุณมี {0} เมลใหม่(s) ในแฟ้ม {1} ({2})
vi: Bạn có {0} email mới trong thư mục {1} ({2}).

source: IMAP Error
fr: Erreur IMAP
pl: Błąd IMAP
pt_br: Erro IMAP
sq: Gabim IMAP
sv_se: IMAP Fel
th: ข้อผิดพลาด IMAP

source: No connection to IMAP server.
fr: Pas de connexion au serveur IMAP.
pl: Brak połączenia z serwerem IMAP.
pt_br: Sem conexão para o servidor IMAP.
sq: Nuk ka lidhje tek serveri IMAP
sv_se: Ingen anslutning till IMAP server.
th: ไม่มีการติดต่อไปยังเซิร์ฟเวอร์ IMAP
vi: Không kết nối tới máy chủ IMAP

source: One of your folders was deleted or renamed by another client. Please update the folder list of this account.
fr: La structure des dossiers a été modifiée par un autre programme et doit être mise à jour.
pl: Jeden z Twoich folderów został usunięty albo inny klient zmienił jego nazwę. Zaktualizuj proszę listę katalogów dla tego konta.
pt_br: Uma das suas pastas foi apagada ou renomeada por outro cliente. Favor atualize a lista de pastas desta conta.
sq: Një nga dosjet tuaja është fshirë ose riemëruar nga një klient tjetër. Ju lutem përditësonilistën e dosjeve për këtë llogari
sv_se: En av dina mappar har tagits bort eller har bytts namn på av någon annan klient. Uppdatera mapplistan av detta konto.
th: หนึ่งในแฟ้มของคุณถูกลบหรือโดนเปลี่ยนชื่อโดยผู้ใช้คนอื่น กรุณาอัพเดทรายชื่อแฟ้มของบัญชีนี้
vi: Một trong số thư mục của bạn đã bị xóa hoặc đổi tên bởi người dùng khác.

source: SMTP Error
fr: Erreur SMTP
pl: Błąd SMTP
pt_br: Erro SMTP
sq: Gabim SMTP
sv_se: SMTP-fel
th: ข้อผิดพลาด SMTP

source: No connection to SMTP server.
fr: Pas de connexion au serveur SMTP.
pl: Brak połączenia z serwerem SMTP.
pt_br: Nenhuma conexão com o servidor SMTP.
sq: Nuk ka lidhje tek serveri SMTP
sv_se: Ingen anslutning till SMTP server
th: ไม่มีการติดต่อไปยังเซิร์ฟเวอร์ SMTP
vi: Không có kết nối tới máy chủ SMTP

source: Sieve Error
fr: Erreur Sieve
pl: Błąd filtrowania
pt_br: Erro
sq: Gabim Sieve
sv_se: Filterfel
th: กรองข้อผิดพลาด

source: No connection to Sieve server.
fr: Pas de connexion au serveur Sieve.
pl: Brak połączenia z serwerem filtrów.
pt_br: Nenhuma conexão ao servidor de filtragem
sq: Nuk ka lidhje tek servieri Sieve
sv_se: Ingen anslutning till Filterserver
th: ไม่มีการติดต่อไปยังเซิร์ฟเวอร์ที่กรอง
vi: Không có kết nối tới máy chủ Sieve

source: Message
pl: Wiadomość
pt_br: Mensagem
sq: Mesazh
sv_se: Meddelande
th: ข้อความ
vi: one: Nội dung other: Nội dung

source: Subject/From
fr: Sujet/De
pl: Temat / Od
pt_br: Assunto/De
sq: Subjekt/Nga
sv_se: Ämne/Form
th: หัวเรื่อง/ จาก
vi: Tiêu đề/Từ

source: Subject
fr: Sujet
pl: Temat
pt_br: Assunto
sq: Subjekti
sv_se: Ämne
th: หัวเรื่อง
vi: Tiêu đề

source: From (Email)
fr: De (adresse)
pl: Od (e-mail)
pt_br: De (email)
sq: Nga (E-Postë)
sv_se: Från (E-post)
th: จาก (อีเมล)
vi: Từ (email)

source: From (Name)
fr: Expéditeur
pl: Od (nazwa)
pt_br: De (Nome)
sq: Nga (Emër)
sv_se: Från (Namn)
th: จาก (ชื่อ)
vi: Từ (tên)

source: To
fr: Destinataire
pl: Do
pt_br: Para
sq: Drejt
sv_se: Till
th: ถึง
vi: Tới

source: Flags
fr: Marqueurs
pl: Flagi
pt_br: Margadores
sq: Flamuj
sv_se: Flaggor
th: ป้าย
vi: Cờ

source: Received
fr: Reçu
pl: Odebrane
pt_br: Recebido
sq: Marrë
sv_se: Mottaget
th: ได้รับแล้ว
vi: Đã nhận

source: Account
fr: Compte
pl: konto
pt_br: Conta
sq: Llogari
sv_se: Konto
th: บัญชี
vi: one: Tài khoản other: Tài khoản

source: Email Accounts
fr: Compte messagerie
pl: Konto e-mail
pt_br: Conta de Email
sq: Llogari E-Poste
sv_se: E-post Konton
th: บัญชีอีเมล
vi: one: Tài khoản email other: Tài khoản email

source: INBOX
fr: Boîte de réception
pl: Pobrane
pt_br: Caixa de Entrada
sq: Posta Hyrëse
sv_se: INKORG
th: กล่องข้อความเข้า
vi: Thư đến

source: Drafts
fr: Brouillons
pl: Szkice
pt_br: Rascunhos
sq: Drafte
sv_se: utkast
th: โครงร่าง
vi: Nháp

source: Sent
fr: Envoyés
pl: Wysłane
pt_br: Enviado
sq: Dërgo
sv_se: Skickat
th: ส่งแล้ว
vi: Đã gửi

source: Templates
fr: Modèles
pl: Szablony
pt_br: Modelos
sq: Shabllone
sv_se: mallar
th: แม่แบบ
vi: Mẫu

source: Junk
fr: Indésirables
pl: Spam
pt_br: Lixo
sq: Hedhurina
sv_se: Skräppost
th: ขย
vi: Thư rác

source: Trash
fr: Corbeille
pl: Kosz
pt_br: Lixeira
sq: Plehëra
sv_se: Skräp
th: ขยะ
vi: Thùng rác

source: record list
fr: liste d'enregistrement
pl: Lista wiadomości
pt_br: lista de registro
sq: lista e të dhënave
sv_se: postlista
th: บันทึกรายชื่อ
vi: one: danh sách biểu ghi other: danh sách biểu ghi

source: Vacation
fr: Absence
pl: Urlop
pt_br: Férias
sq: Pushim
sv_se: Semester
th: พักร้อน
vi: one: Trả lời tự động other: Trả lời tự động

source: Rule
fr: Règle
pl: Reguła
pt_br: Regra
sq: Rregull
sv_se: Regel
th: ระเบียบ
vi: one: Quy tắc other: Quy tắc

source: Flag
fr: Indicateur
pl: Flaga
pt_br: Marcador
sq: Flamur
sv_se: Flagga
th: ป้าย
vi: one:Cờ other:Cờ

source: Flag list
fr: Liste d'indicateurs
pl: Lista flag
pt_br: Lista de marcadores
sq: Lista e Flamujve
sv_se: Flagg lista
th: รายชื่อป้ายต่างๆ
vi: one:Danh sách cờ other:Danh sách cờ

source: Compose email
fr: Écrire un message
pl: Napisz wiadomość e-mail
pt_br: Escrever email
sq: Krijo E-Postë
sv_se: Skriv mail
th: เขียนอีเมล
vi: Soạn Email

source: Cancel
fr: Annuler
pl: Anuluj
pt_br: Cancelar
sq: Anullo
sv_se: Avbryt
th: ยกเลิก
vi: Hủy bỏ

source: Ok
th: ตกลง

source: Folders of account {0}
fr: Dossiers du compte {0}
pl: Katalogi konta: {0}
pt_br: Pastas da conta {0}
sq: Dosjet e llogarisë {0}
sv_se: Mappar av konto {0}
th: แฟ้มของบัญชี {0}
vi: Thư mục của tài khoản {0}

source: Folders of all accounts
fr: Dossiers de tous les comptes
pl: Katalogi ze wszystkich kont
pt_br: Pastas de todas as contas
sq: Dosje të tëgjithë llogarive
sv_se: Mappar av alla konton
th: แฟ้มของทุกบัญชี
vi: Thư mục của mọi tài khoản

source: Vacation Message for {0}
fr: Message d'absence pour {0}
pl: Informacja o urlopie dla {0}
pt_br: Mensagem de Férias para {0}
sq: Mesazh Pushimesh për {0}
sv_se: Semester Meddelande för {0}
th: ข้อความลาพักสำหรับ {0}
vi: Nội dung trả lời tự động cho {0}

source: General
fr: Général
pl: Ogólne
pt_br: Geral
sq: I Përgjithshëm
sv_se: Ällmän
th: ทั่วไป
vi: Chung

source: Advanced
fr: Avancé
pl: Zaawansowane
pt_br: Avançado
sq: I Përparuar
sv_se: Avancerat
th: ก้าวหน้า
vi: Nâng cao

source: Only send all X days to the same sender
fr: Attendre X jours avant de renvoyer l'alerte à un même contact.
pl: Wysyłaj zawsze co X dni do tego samego nadawcy
pt_br: Enviar somente todas X dias para o mesmo remetente
sq: Dërgoja çdo X ditë të njëjtit dërgues
sv_se: Bara skicka alla X dagar till samma avsändare
th: ส่งเฉพาะ X วันทั้งหมดไปยังผู้ส่งคนเดิม
vi: Chỉ gửi mọi thư X ngày tới cùng người gửi

source: Incoming mails will be answered with this text:
fr: La réponse aux messages reçus sera :
pl: Tekst odpowiedzi na wiadomości przychodzące
pt_br: Correios de entrada serão respondidos com este texto:
sq: Posta Hyrese do të përgjigjet me këte tekst:
sv_se: Inkommande e-post kommer att besvaras med denna text:
th: เมลที่เข้ามาจะได้รับคำตอบด้วยเนื้อหานี้:
vi: Thư đến sẽ được trả lời với đoạn văn bản sau:

source: Status
fr: Statut
pt_br: Situação
sq: Statusi
th: สถานะ
vi: Trạng thái

source: I am available (vacation message disabled)
fr: Je suis disponible (message d'absence désactivé)
pl: Jestem dostępny (wyłączona informacja o urlopie)
pt_br: Estou disponível (mensagem de férias desativada)
sq: Unë jam i disponueshëm (mesazhi i pushimeve i ç'aktivizuar)
sv_se: Jag är tillgänglig (semester meddelande inaktiverad)
th: ฉันว่าง (ข้อความพักร้อน ถูกปิด)
vi: Tôi sẵn sàng (nội dung trả lời tự động tắt)

source: I am not available (vacation message enabled)
fr: Je ne suis pas disponible (message d'absence activé)
pl: Jestem niedostępny (włączona informacja o urlopie)
pt_br: Não estou disponível (mensagem de férias habilitada)
sq: Unë nuk jam i disponueshëm (mesazhi pushimeve i aktivizuar)
sv_se: Jag är inte tillgänglig (semester-meddelande aktiverat)
th: ฉันไม่ว่าง (ข้อความพักร้อน ถูกเปิด)
vi: Tôi không sẵn sàng (nội dung trả lời tự động mở)

source: Start Date
fr: Date de début
pl: Data rozpoczęcia
pt_br: Data de Início
sq: Data Fillimit
sv_se: Startdatum
th: วันที่เริ่มต้น
vi: Ngày bắt đầu

source: Set vacation start date ...
fr: Date de début d'absence
pl: Ustaw datę rozpoczęcia nieobecności ...
pt_br: Marcar data de início das férias ...
sq: Vendosni datën e fillimit të pushimeve...
sv_se: Sätt startdatum för semester ...
th: ตั้งวันที่เริ่มต้นพักร้อน
vi: Đặt ngày trả lời tự động...

source: End Date
fr: Date de fin
pl: Data zakończenia
pt_br: Data Final
sq: Data Mbarimit
sv_se: Slutdatum
th: วันที่สิ้นสุด
vi: Ngày kết thúc

source: Set vacation end date ...
fr: Date de fin d'absence
pl: Ustaw datę zakończenia nieobecności ...
pt_br: Marcar data final das férias ...
sq: Vendosni datën e mbarimit të pushimeve:x..
sv_se: Sätt slutdatum för semester ...
th: ตั้งวันที่สิ้นสุดพักร้อน ...
vi: Đặt ngày kết thúc trả lời tự động...

source: Representative #1
fr: Réprésentant #1
pl: Zastępstwo #1
pt_br: Representante #1
sq: Përfaqësuesi #1
sv_se: Representant #1
th: ตัวแทน #1

source: Choose first Representative ...
fr: Sélectionner le premier représentant
pl: Wybierz pierwszego zastępcę ...
pt_br: Escolher o primeiro Representante ...
sq: Zgjidhni Përfaqësuesin e parë...
sv_se: Välj den första representanten ...
th: เลือกตัวแทนที่หนึ่ง ...

source: Representative #2
fr: Réprésentant #2
pl: Zastępstwo #1
pt_br: Representante #2
sq: Përfaqësuesi #2
sv_se: Representant #2
th: ตัวแทน #2

source: Choose second Representative ...
fr: Sélectionner le second représentant
pl: Wybierz drugiego zastępcę ...
pt_br: Escolher o segundo Representante ...
sq: Zgjidhni Përfaqësuesin e dytë...
sv_se: Välj den andra representanten ...
th: เลือกตัวแทนที่สอง ...

source: Message Template
fr: Modèle de message
pl: Szablon wiadomości
pt_br: Modelo de Mensagem
sq: Mesazh Shabllon
sv_se: Meddelande-mall
th: แม่แบบข้อความ
vi: Mẫu nội dung

source: Choose Template ...
fr: Choisir le modèle ...
pl: Wybierz szablon ...
pt_br: Escolher Modelo ...
sq: Zgjidh Shabllonin
sv_se: Välj mall
th: เลือกแม่แบบ ...
vi: Chọn mẫu...

source: Edit Filter Rule
fr: Éditer la règle de filtrage
pl: Edytuj reguły filtrowania
pt_br: Editar Regra de Filtro
sq: Modifiko Rregullin e Filtruesit
sv_se: Ändra Filter Regel
th: แก้ไขระเบียบตัวกรอง
vi: Sửa quy tắc lọc

source: If all of the following conditions are met:
fr: Si toutes les conditions suivantes sont remplies :
pl: Jeśli wszystkie z następujących warunków są spełnione:
pt_br: Se todas as seguintes condições forma encontradas:
sq: Nqs të gjitha konditat e mëposhtme përmbushen:
sv_se: Om samtliga följande villkor är uppfyllda:
th: ถ้าตรงกับทุก ๆ เงื่อนไข
vi: Nếu mọi điều kiện sau phù hợp:
