Repository: CodeKing/tine20
Catalog: tine20/Calendar/translations/*.po
Languages: hu

source: manage shared calendars
hu: megosztott naptárak kezelése

source: Create new shared calendars
hu: Új megosztott naptár készítése

source: manage shared calendars favorites
hu: kedvenc megosztott naptárak kezelése

source: Create or update shared calendars favorites
hu: Kedvenc megosztott naptárak készítése vagy frissítése

source: manage resources
hu: források kezelése

source: All Rights to administrate resources
hu: Minden jog a rendszergazdai forrásokhoz

source: %s's personal calendar
hu: %s személyes naptára

source: unknown
hu: ismeretlen

source: This contact has been automatically added by the system as an event attender
hu: A rendszer ezt a kapcsolatot automatikusan hozzáadta, mint esemény résztvevő

source: Start
hu: Indulás

source: End
hu: Befejezés

source: Blocking
hu: Blokkolva

source: Classification
hu: Besorolás

source: Description
hu: Leírás

source: Location
hu: Hely

source: Organizer
hu: Szervező

source: Priority
hu: Prioritás

source: Status
hu: Állapot

source: Summary
hu: Összegzés

source: Recurrance rule
hu: Ismétlődési szabály

source: Is all day event
hu: Mindennapos esemény

source: Organizer timezone
hu: Szervező időzónája

source: No
hu: Nem

source: Yes
hu: Igen

source: Daily
hu: Napi

source: last
hu: utolsó

source: first
hu: első

source: second
hu: második

source: third
hu: harmadik

source: fourth
hu: negyedik

source: Fixed Calendars
hu: Fix Naptárak

source: Calendars always selected regardless of all filter parameters. A valid use case might be to force the display of an certain holiday calendar.
hu: Naptár mindig van kiválasztva az összes szűrő paramétertől függetlenül. Érvényes használat esetén egy bizonyos ünnepi naptár megjelenítését kényszerítheti.

source: Attendee Status Available
hu: Résztvevők állapota elérhető

source: Possible event attendee status. Please note that additional attendee status might impact other calendar systems on export or syncronisation.
hu: Lehetséges esemény résztvevő állapotok. Kérlek jegyezd meg, hogy a további résztvevő állapotok ütközhetnek a más naptár rendszerekkel exportálások vagy szinkronizáláskor.

source: Attendee Roles Available
hu: Résztvevő szerepek elérhetőek

source: Possible event attendee roles. Please note that additional attendee roles might impact other calendar systems on export or syncronisation.
hu: Lehetséges esemény résztvevő szerepek. Kérlek jegyezd meg, hogy a további résztvevő szerepek ütközhetnek a más naptár rendszerekkel exportálások vagy szinkronizáláskor.

source: Calendar
hu: Naptár

source: Required
hu: Szükséges

source: Optional
hu: Opcionális

source: No response
hu: Nincs válasz

source: Accepted
hu: Elfogadva

source: Declined
hu: Elutasítva

source: Tentative
hu: Bizonytalan

source: All events I attend
hu: Minden esemény, amiben résztveszek

source: Awaiting response
hu: Visszajelzésre vár

source: Events I have not yet responded to
hu: Események amire még nem jeleztem vissza

source: Declined events
hu: Lemondott esemének

source: Events I have declined
hu: Események amiket lemondtam

source: I'm organizer
hu: Szervező vagyok

source: Events I'm the organizer of
hu: Események amiket én szerveztem

source: All my events
hu: Minden eseményem

source: Start Time
hu: Kezdési idő

source: Position on the left time axis, day and week view should start with
hu: Pozíció a bal időtengelyen, amivel a napi és a heti nézet kezdődjön

source: Default Calendar
hu: Alapértelmezett naptár

source: The default calendar for invitations and new events
hu: Meghívások és új események alapértelmezett naptára

source: Default Favorite
hu: Alapértelmezett kedvenc

source: The default favorite which is loaded on calendar startup
hu: Az alapértelmezett kedvenc, ami betöltődik a naptár indulásakor

source: Get Notification Emails
hu: Értesítő emailek fogadása

source: The level of actions you want to be notified about. Please note that organizers will get notifications for all updates including attendee answers unless this preference is set to "Never"
hu: Az esemény szintje, amiről értesítést szeretnél. Kérlek jegyezd meg, hogy a szervezők minden frissítésről (beleértve a résztvevők válaszait) értesítést kapnak ameddig a beállítás nem "Soha"

source: Send Notifications Emails of own Actions
hu: Értesítő emailek küldése saját tevékenységekről

source: Get notifications emails for actions you did yourself
hu: Értesítő emailek fogadása saját magadnak készített tevékenységekről

source: Enable Standard Alarm
hu: Normál riasztás engedélyezése

source: New events get a standard alarm as defined below
hu: Az új események az alábbi normál riasztást kapják

source: Standard Alarm Time
hu: Normál riasztási ideje

source: Minutes before the event starts
hu: Esemény kezdése előtt ennyi perccel

source: Never
hu: Sosem

source: On invitation and cancellation only
hu: Csak meghíváskor és lemondáskor

source: On time changes
hu: Időpont változtatáskor

source: On all updates but attendee responses
hu: Minden frissítéskor de résztvevő visszajelzéskor nem

source: On attendee responses too
hu: Résztvevő visszajelzésekor is

source: New Event
hu: Új esemény

source: Manage Resources
hu: Források kezelése

source: Private
hu: Privát

source: Tags
hu: Címkék

source: End Time
hu: Befejezési idő

source: whole day
hu: egész nap

source: Name
hu: Név

source: Is a location
hu: Egy hely

source: Enter description...
hu: Leírás bevitele...

source: non-blocking
hu: nem-blokkolt

source: Please choose the Event to add the contacts to
hu: Kérlek válaszd ki az eseményt a kapcsolatok hozzáadásához

source: Role
hu: Szerep

source: Select Role
hu: Szerep kiválasztása

source: Select Status
hu: Állapot kiválasztása

source: Adding {0} Attendee to event
hu: {0} résztvevő hozzáadása az eseményhez

source: Recurrances
hu: Ismétlődések

source: No recurring rule defined
hu: Nincs ismétlődési szabály beállítva

source: None
hu: Semmi

source: Weekly
hu: Heti

source: Monthly
hu: Havi

source: Yearly
hu: Éves

source: Exceptions of reccuring events can't have recurrences themselves.
hu: Az ismétlődő események kivétele nem tartalmaz ismétlődést.

source: at
hu: ekkor:

source: never
hu: soha

source: after {0} occurrences
hu: {0} esemény után

source: Until has to be after event start
hu: Az esemény indulása utánig

source: Every {0}. Day
hu: Minden {0}. napon

source: Every {0}. Week at
hu: Minden {0}. héten ekkor:

source: Every {0}. Month
hu: Minden {0}. hónapban

source: at the
hu: ekkor:

source: Every {0}. Year
hu: Minden {0}. évben

source: of
hu: hónap

source: Checking Calendar Data...
hu: Naptár adatok ellenőrzése...

source: Reply to Recurring Event
hu: Válasz az ismétlődő eseményre

source: You are responding to an recurring event. What would you like to do?
hu: Válaszolni szeretnél egy ismétlődő eseményre. Mit szeretnél csinálni?

source: Respond to whole series
hu: Válaszolni az egész sorozatra

source: Do not respond
hu: Nem válaszolni

source: The event of this message does not exist
hu: Az üzenet eseménye nem létezik

source: The sender is not authorised to update the event
hu: A küldő nem jogosult az esemény frissítésére

source: This message is already processed
hu: Az üzenet már feldolgozott

source: You are not an attendee of this event
hu: Nem vagy résztvevője az eseménynek

source: Unsupported message
hu: Nem támogatott üzenet

source: This is an event invitation for someone else.
hu: Ez egy esemény meghívás valaki másnak.

source: You have already replied to this event invitation.
hu: Már válaszoltál erre az esemény meghívásra.

source: You received an event invitation. Set your response to:
hu: Egy esemény meghívást kaptál. Állítsd be a válaszodat erre:

source: An invited attendee responded to the invitation.
hu: Egy meghívott résztvevő válaszolt a meghívásra.

source: Unsupported method
hu: Nem támogatott eljárás

source: Week
hu: Hét

source: Loading events, please wait...
hu: Események betöltése, kérem várjion

source: Print Page
hu: Oldal nyomtatása

source: Sheet
hu: Naptár

source: Grid
hu: Táblázat

source: Day
hu: Nap

source: Month
hu: Hónap

source: Set my response
hu: Visszajelzésem beállítása

source: Copy {0}
hu: {0} másolása

source: Updating event in the past
hu: Múltbéli esemény frissítése

source: Update this event
hu: Esemény frissítése

source: Do not update this event
hu: Ne frissítse az eseményt

source: Creating event in the past
hu: Múltbéli esemény készítése

source: Create this event
hu: Esemény készítése

source: Do not create this event
hu: Ne készítse el az eseményt

source: Update Event
hu: Esemény frissítése

source: Update this event only
hu: Mostani esemény frissítése

source: Update this and all future events
hu: Mostani és az összes jövőbeni esemény frissítése

source: Update whole series
hu: Egész sorozat frissítése

source: Update nothing
hu: Semmi frissítése

source: Please Change Selection
hu: Kérlek változtasd a kiválasztást

source: Your selection contains recurring events. Recuring events must be deleted seperatly!
hu: A választásod ismétlődő eseményeket tartalmaz. Az ismétlődő eseményeket egyesével kell törölni!

source: Delete Event
hu: Esemény törlése

source: Delete this event only
hu: Csak a mostani esemény törlése

source: Delete this and all future events
hu: Mostani és az összes jövőbeni esemény törlése

source: Delete whole series
hu: Egész sorozat törlése

source: Delete nothing
hu: Semmi törlése

source: Do you really want to delete this event?
hu: Biztosan törlöd ezt az eseményt?

source: Could not Print
hu: Nem lehet nyomtatni

source: Sorry, your current view does not support printing.
hu: Bocsánat, a mostani nézeted nem támogatja a nyomtatást.

source: Scheduling Conflict
hu: Ütemezési hiba

source: The following attendee are busy at the requested time:
hu: Az alábbi résztvevők elfoglaltak a kért időpontban:

source: Ignore Conflict
hu: Hiba figyelmen kívűl hagyása

source: Edit Event
hu: Esemény szerkesztése

source: Cancel this action
hu: Esemény megszakítása

source: This event is originally stored in a calendar you don't have access to.
hu: Ez az esemény eredetileg egy olyan naptárban van, amelyhez nincs jogosultságod.

source: This event is originally stored in {0}
hu: Ez az esemény eredetileg ide került mentésre: {0}

source: This event is additionally displayed in your personal calendar {0}
hu: Ez az esemény továbbá megjelenik a személyes naptáradban: {0}

source: No Information
hu: Nincs információ

source: {0} {1} o'clock
hu: {0} {1} óra

source: recurring event
hu: ismétlődő esemény

source: recurring event exception
hu: ismétlődő esemény kivétel

source: Attendee
hu: Résztvevők

source: WK
hu: HÉT

source: {0} more...
hu: Még {0}...

source: Select Attendee
hu: Résztvevők kiválasztása

source: Week {0} :
hu: {0} Hét:

source: Click here to invite another attender...
hu: Kattints ide másik résztvevő meghívásához...

source: This is the calendar where the attender has saved this event in
hu: Ebben a naptárban mentette el a résztvevő ezt az eseményt

source: Type
hu: Típus

source: User
hu: Felhasználó

source: Group
hu: Csoport

source: Resource
hu: Forrás

source: Member of group
hu: Csoport tagja

source: Remove Attender
hu: Résztvevő eltávolítása

source: (as a group member)
hu: (csoporttagként)

source: Mini Calendar
hu: Mini naptár

source: Event
hu: Esemény

source: Events
hu: Események

source: Calendars
hu: Naptárak

source: Attendee Status
hu: Résztvevők állapota

source: Attendee Role
hu: Résztvevő szerep

source: Event (as attendee)
hu: Esemény (résztvevőként)

source: Event (as organizer)
hu: Esemény (szervezőként)

source: Event attendee
hu: Esemény résztvevő

source: Attender
hu: Résztvevő

source: Resources
hu: Források

source: View
hu: Nézet

source: Details
hu: Részletek

source: Saved in
hu: Mentve ide

source: Enter description
hu: Leírás bevitele...

source: End date is not valid
hu: Befejező időpont érvénytelen

source: End date must be after start date
hu: Befejező időpontnak a kezdő időpont után kell lennie

source: Start date is not valid
hu: Kezdő időpont érvénytelen

source: Errors
hu: Hibák

source: The summary must not be longer than 255 characters.
hu: Az összefoglalás nem lehet 255 karakternél hosszabb.

source: The summary must have at least 1 character.
hu: Az összefoglalásnak 1 karakternél többnek kell lennie.

source: Summary too Long
hu: Összefoglalás túl hosszú.

source: Summary too Short
hu: Összefoglalás túl rövid.

source: private classification
hu: személyes besorolás

source: has alarm
hu: riasztást tartalmaz

source: Originally
hu: Eredetileg

source: no events found
hu: nem található esemény

source: Searching...
hu: Keresés...

source: Search Event
hu: Esemény keresése

source: Updates
hu: Frissítések

source: %1$s changed from "%2$s" to "%3$s"
hu: %1$s megváltozott erről:"%2$s" erre:"%3$s"

source: %1$s has been invited
hu: %1$s meghívva

source: %1$s has been removed
hu: %1$s eltávolítva

source: %1$s accepted invitation
hu: %1$s elfogadta a meghívást

source: %1$s declined invitation
hu: %1$s elutasította a meghívást

source: Tentative response from %1$s
hu: Bizonytalan válasz tőle: %1$s

source: No response from %1$s
hu: Nincs válasz tőle: %1$s

source: "%2$s" response from %1$s
hu: "%2$s" válasz tőle: %1$s

source: Event details
hu: Esemény részletei

source: Alarm for event "%1$s" at %2$s
hu: Riasztás "%1$s" eseményhez ekkor: %2$s

source: Event invitation "%1$s" at %2$s
hu: "%1$s" esemény meghívó ekkor:

source: Event "%1$s" at %2$s has been canceled
hu: "%1$s" esemény %2$s-kor törölve lett

source: Event "%1$s" has been rescheduled from %2$s to %3$s
hu: "%1$s" esemény átütemezve innen: %2$s ide: %3$s

source: Event "%1$s" at %2$s has been updated
hu: "%1$s" esemény %2$s-kor frissítve lett

source: %1$s accepted event "%2$s" at %3$s
hu: %1$s elfogadta ezt az eseményt:"%2$s" ekkor:%3$s

source: %1$s declined event "%2$s" at %3$s
hu: %1$s elutasította ezt az eseményt:"%2$s" ekkor:%3$s

source: Tentative response from %1$s for event "%2$s" at %3$s
hu: Bizonytalan válasz tőle: %1$s erre az eseményre: "%2$s" ekkor:%3$s

source: No response from %1$s for event "%2$s" at %3$s
hu: Nincs válasz tőle: %1$s erre az eseményre: "%2$s" ekkor:%3$s

source: Attendee changes for event "%1$s" at %2$s
hu: Résztvevők megváltoztak ezen az eseményen:"%1$s" ekkor:%2$s
